{"text": "UK Corporate \nGovernance Code \nConsultation document \nMay 2023", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 0, "chunk_id": 1}}
{"text": "Contents\nForeword 3\nIntroduction 5\nSection 1 – Board leadership and company purpose 8\nSection 2 – Division of responsibilities 9\nSection 3 – Composition, succession and evaluation 11\nSection 4 – Audit, risk and internal control 14\nSection 5 – Remuneration 26\nOther matters for consideration 29\nFull list of consultation questions 30\nAppendix A: Draft revised UK Corporate Governance Code (with tracked changes) 32\nAppendix B: Draft revised UK Corporate Governance Code (clean) 50", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 1, "chunk_id": 2}}
{"text": "Appendix C: Summary of draft secondary legislation on corporate reporting 63", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 1, "chunk_id": 3}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n3\nDavid Styles\nDirector, \nCorporate \nGovernance \nand \nStewardship\nForeword\nThis consultation on the UK Corporate Governance Code focuses \nlargely on internal control, assurance, and resilience. Our \nproposals have been developed, following significant stakeholder \nengagement, to address the policy issues asked of the FRC by the \nGovernment in its response to the consultation: Restoring Trust in \nAudit and Corporate Governance.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 2, "chunk_id": 4}}
{"text": "Audit and Corporate Governance.  \nIn recent years it is arguable these subjects have not attracted the \nattention they deserve, but they are of course crucial in terms of \ngoverning the quality of auditing and reporting, and the effective \nmanagement of risk. All these issues inevitably require greater attention \nin times of economic stress – when creating sustainable value in \nstable capital markets becomes even more important. When the new", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 2, "chunk_id": 5}}
{"text": "Code is issued it will be part of a wider framework of measures that \nwill improve accountability, build trust and support investment and \nstewardship decisions in the UK.\nThe Government recommended that there should not be a legislative \napproach to reporting on internal controls. Our consultation includes \nan approach which makes clear the board’s accountability for this issue, \nyet reflects the need for flexibility, proportionality and consideration of", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 2, "chunk_id": 6}}
{"text": "the particular circumstances of individual companies in a way that will \nenhance transparency and investor confidence.\nThe new proposals in the Government’s response for a resilience \nstatement and an audit and assurance policy for Public Interest \nEntities (PIEs) require further changes to Section 4 of the Code, and \nconsideration of how these issues are addressed for those Code \ncompanies which are not PIEs.\nFinally – in relation to the White Paper – we propose changes to", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 2, "chunk_id": 7}}
{"text": "improve transparency of malus and clawback provisions in relation to \ndirectors’ remuneration.\nThe FRC is also taking this opportunity to improve the functioning of \ncomply-or-explain through a new Principle in section 1, and to improve \nreporting on diversity (particularly in relation to the success of diversity \npolicy initiatives) in Section 3.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 2, "chunk_id": 8}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n4\nThe Code’s success relies on companies, investors and a wide range \nof stakeholders engaging to improve the quality of governance and \nstewardship, and to embrace the comply-or-explain nature of the \nCode. Boilerplate statements, playing back the words within the Code \nrather than applying the spirit of the Code, do not deliver the \ntransparency that the market needs. Equally, investors and their", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 3, "chunk_id": 9}}
{"text": "advisors must consider explanations for departures from the Code \nthoughtfully, taking full account of company circumstances.  \nWe hope that a wide range of stakeholders will engage with this \nconsultation and as always, we welcome views which will seek to \nimprove the functioning of the Code still further.\nDavid Styles\nDirector, Corporate Governance and Stewardship\nFinancial Reporting Council", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 3, "chunk_id": 10}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n5\nIntroduction\nGeneral approach\n1 \n2 \n3 \n4 \n5 \n6 \nThe UK Corporate Governance Code (the Code) is a highly effective driver of good \ngovernance in the companies that adopt it, either as a requirement of the Listing \nRules, or because they choose to do so voluntarily. The Code has been emulated in \nother jurisdictions and has been successful because it is principles-based and flexible, \nrather than being prescriptive.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 4, "chunk_id": 11}}
{"text": "rather than being prescriptive. \nUnlike the wide-ranging review in 2018, this consultation is focused on the legislative \nand governance reforms the Government proposes, which support the FRC’s \ntransition into the Audit, Reporting and Governance Authority (ARGA). These reforms \nare set out in Restoring trust in audit and corporate governance. In July 2022, we \npublished a position paper which sets out how we will support the Government’s", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 4, "chunk_id": 12}}
{"text": "reforms. The proposed revisions described below build on the themes set out in this \npaper. \nThe main proposed changes concern those parts of the Code which deal with the \nneed for a more robust framework of prudent and effective risk management and \ninternal controls. They are aimed at providing a stronger basis for reporting on, and \nevidencing the effectiveness of\n, the framework during the reporting period.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 4, "chunk_id": 13}}
{"text": ", the framework during the reporting period. \nRevisions also reflect the wider responsibilities of the board and audit committee for \nexpanded environmental, social and governance reporting and, where commissioned \nby the company, appropriate assurance in accordance with a company’s Audit and \nAssurance Policy. The proposed introduction of the Audit Committees and the \nExternal Audit: Minimum Standard, on which the FRC consulted earlier this year,", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 4, "chunk_id": 14}}
{"text": "has led to some proposed amendments to remove duplication, and to highlight the \nimportance of audit tendering in the context of expanding audit market diversity.\nNew draft legislation is being prepared which will include a requirement for \ncompanies with a high number of employees and a high level of turnover to produce \na Resilience Statement. These companies are defined in the draft legislation as \ncompanies which have 750 or more employees and a turnover of £750 million or", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 4, "chunk_id": 15}}
{"text": "more, and are referred to as Public Interest Entities (PIEs) in the remainder of this \ndocument. The Resilience Statement requirement has implications for the Provisions \nin the Code which relate to a going concern basis of accounting and company \nviability. Although this legislation has not yet been laid, a summary of the draft \nproposals has been made available as Annex C to this consultation. \nWe are also consulting on areas where reporting can be improved, as identified in", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 4, "chunk_id": 16}}
{"text": "our latest Review of Corporate Governance Reporting. In areas where reporting\nis weaker, we propose adapting the existing Code provisions. We have included \na proposed new Principle to emphasise that reporting should demonstrate the \noutcomes of governance activities where possible, as our Review of Corporate \nGovernance Reporting has indicated that is an area where improvement is needed.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 4, "chunk_id": 17}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n6\nStructure of the Code\n7 One of the Code’s strengths is the fact that it is clear and concise. In making the \nproposed changes, we have sought to maintain this clarity, and have removed \nduplication where possible. There have been no changes to the structure of the Code  \nand the five sections remain as they were. Although some amendments have been", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 5, "chunk_id": 18}}
{"text": "made to all sections, most of the changes are in section 4 on Audit, Risk and Internal \nControl.\n8 Also unchanged is the approach to having principles, which companies must apply, \nsupported by provisions to which a ‘comply or explain’ approach is taken. In our most \nrecent Review of Corporate Governance Reporting we found that more companies \nare using the flexibility of the ‘comply or explain’ nature of the Code, with 27", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 5, "chunk_id": 19}}
{"text": "companies out of the 100 reviewed claiming full compliance with the Code this year, \ncompared to 58 companies last year. The fact that more companies are willing to use \nthe flexibility the Code offers demonstrates the benefits of the Code’s approach to \ngovernance, which allows companies to choose bespoke governance arrangements \nmost suitable to their circumstances in both the short and long-term.\n9 We continue to emphasise, however, the importance of clear and meaningful", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 5, "chunk_id": 20}}
{"text": "explanations for departures from the Code. Such explanations should clearly \ndemonstrate that the proposed departure still ensures effective governance \narrangements, maintaining the application of the Code’s principles. \nGuidance and application date\n10 The revised Code will be supported by updated guidance, and work is currently \nunderway to revise the Guidance on Audit Committees and Guidance on Board \nEffectiveness so that these can be aligned with the revised Code and Audit", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 5, "chunk_id": 21}}
{"text": "Committee Standard. We are also amending the Guidance on Risk Management, \nInternal Control and Related Financial and Business Reporting specifically to take \naccount of changes to principles and provisions on risk management and internal \ncontrol. In this consultation document, we indicate some of the key changes which \nwe are considering in guidance, and we ask for input in these areas. The process of \nfinalising the revised guidance will continue alongside the consultation, and we plan", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 5, "chunk_id": 22}}
{"text": "to have the new guidance available when the new Code becomes applicable.\n11 Our intention is that the revised Code will apply to accounting years commencing on \nor after 1 January 2025 to allow sufficient time for implementation.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 5, "chunk_id": 23}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n7\n12 On 3 May 2023 the Financial Conduct Authority (FCA) issued a consultation on \nPrimary Market Effectiveness. Amongst other matters, the FCA’s consultation \nproposes a move from standard and premium listing to a single category for listed \ncompanies. This means that more companies would potentially be required by the \nListing Rules to follow the Code. We support the FCA consultation, which fits with", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 6, "chunk_id": 24}}
{"text": "our flexible and proportionate Code. The proposals have the potential to increase the \nnumber of companies who use the Code to drive high-quality corporate governance \nand its reporting, and improve market confidence. We encourage companies to \nrespond to the FCA consultation, and we welcome any further views on the changes \nto the Code in the context of potential changes to the Listing Rules.\nResponding to the consultation", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 6, "chunk_id": 25}}
{"text": "Responding to the consultation\n13 We welcome comments on the revised Code. A full list of consultation questions can \nbe found at the end of this paper. If you wish to make general comments not relating \nto a specific question, please clearly state the Principle or Provision the comment \nrelates to, so that these can be more effectively captured as part of the post-\nconsultation review.\n14 To support your review of the proposed changes, please see attached to this", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 6, "chunk_id": 26}}
{"text": "consultation document the following appendices:\n• Appendix A: Draft revised UK Corporate Governance Code (tracked changes \nversion);\n• Appendix B: Draft revised UK Corporate Governance Code (clean version); and\n• Appendix C: Summary of draft secondary legislation on corporate reporting.\n15 Comments on the questions set out in this consultation document are requested  \nby Wednesday 13 September 2023. Responses should be sent by email to  \ncodereview@frc.org.uk.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 6, "chunk_id": 27}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n8\nSection 1 – Board leadership and company purpose\n16 Section 1 of the Code sets out the overarching role of the board, covering areas \nsuch as the purpose of the company, its long-term sustainable success, generating \nvalue for shareholders and contributing to wider society. These matters are of great \nimportance and companies generally report well on them, meaning the changes \nproposed to this section are limited.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 7, "chunk_id": 28}}
{"text": "proposed to this section are limited.\n17 Some of the amendments in this Section are consequential to changes made \nelsewhere in the Code. For example, we propose combining Principles C and O into a \nsingle Principle N on risk and internal controls, and this led to changes in Section 1 of \nthe Code.\n18 In addition, we are proposing some clarifications and adjustments informed by \nour research and assessment of reporting against the Code over the past three", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 7, "chunk_id": 29}}
{"text": "years. Most significantly, we plan to introduce a new Principle which sets out our \nexpectation that companies should, when reporting on their governance activity, \nfocus on activities and outcomes to demonstrate the impact of governance practices. \nReporting has been lacking in this respect and, while we have previously drawn \nattention to this, for example in our Reviews of Corporate Governance Reporting, we \nhope that introducing a Principle which covers this expectation will help companies", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 7, "chunk_id": 30}}
{"text": "make greater progress in this area, and better meet the needs and expectations of \ntheir stakeholders.\n19 The order of some principles in Section 1 has been adjusted, and we propose adding \na reference to policies and practices in current Principle C (part of Principle A in the \nnew Code). We have also made some small amendments to the provisions in this \nsection. These are intended to bring more focus to environmental and social matters,", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 7, "chunk_id": 31}}
{"text": "including climate ambitions and transition planning, to encourage companies to \nreport on the effectiveness of embedding their culture in line with findings of our \n2021 report: ‘Creating Positive Culture – Opportunities and Challenges’. A reference \nto investing in and rewarding the workforce has been moved to Section 5 of the Code \non Remuneration.\nQ1:  Do you agree that the changes to Principle D in Section 1 of the Code will deliver \nmore outcomes-based reporting?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 7, "chunk_id": 32}}
{"text": "more outcomes-based reporting?\nQ2:  Do you think the board should report on the company's climate ambitions  \nand transition planning, in the context of its strategy, as well as the  \nsurrounding governance?\nQ3:  Do you have any comments on the other changes proposed to Section 1?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 7, "chunk_id": 33}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n9\nSection 2 – Division of responsibilities\n20 There is increased concern from investors about the number of board positions held \nby executive and non-executive directors of companies listed in the UK, as evidenced \nby changes to voting guidelines in this area to limit the number of directorships a \ndirector can hold. As the environment in which companies operate becomes more", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 8, "chunk_id": 34}}
{"text": "complex, it is important that those in leadership positions can devote sufficient time \nto their responsibilities. This applies when organisations experience challenging \nsituations which demand more intensive consideration and action, or when new \nissues arise such as cybersecurity, artificial intelligence or the interpretation of \nenvironmental data. \n21 The Code recognises this through current Principle H, which specifies that non-", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 8, "chunk_id": 35}}
{"text": "executive directors should have sufficient time to meet their board responsibilities. \nIn current Provision 15, the Code states that demands on directors’ time should \nbe considered when making appointments or agreeing to additional external \nappointments. In addition, this Provision states that full-time executive directors \nshould not take on more than one non-executive directorship in a FTSE 100 company \nor other significant appointment.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 8, "chunk_id": 36}}
{"text": "or other significant appointment.\n22 We propose strengthening the Code in this area in recognition of the increasing \ndemands on directors’ time, and as a way of further supporting diversity of skills and \nexperience on boards. To safeguard high quality decision making in a complex world, \nboards will need to attract candidates who bring new experience and skills to the \ntable. \n23 However, we do not believe it is helpful to specify in the Code (or in guidance) a", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 8, "chunk_id": 37}}
{"text": "maximum number of board appointments which can be held by a director, beyond \nthe existing reference to full-time executive directors. This is because it is difficult to \nbe precise about how much time each board position demands. For example, such a \nlimit would not take into account varying committee membership requirements, the \nsize and complexity of the organisations involved and other constraints on directors’ \ntime not related to board appointments.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 8, "chunk_id": 38}}
{"text": "time not related to board appointments. \n24 We are therefore interested in receiving feedback on two proposals. The first, which \nrelates to Section 3 of the Code but is set out here for convenience, concerns a \npossible change to current Code Principle L (Principle K in the revised Code), to \nspecify that the annual board performance review should consider each director’s \ncommitments to other organisations, and how directors are able to make sufficient", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 8, "chunk_id": 39}}
{"text": "time available to discharge their role effectively. We are inviting views on whether \ngiving the issue more prominence in a board’s discussions on its own performance is \nlikely to lead to positive changes. \n25 The second proposal, in Provision 15, is that annual reports should include more \ninformation on directors’ other commitments and how they manage these. This \nshould include setting out not only board positions but also committee roles and the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 8, "chunk_id": 40}}
{"text": "potential number of commitments each year. We would welcome views on whether \nthis increased transparency might have a positive impact on how directors determine \nthat they have sufficient time available for their roles.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 8, "chunk_id": 41}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n10\nQ4:  Do you agree with the proposed change to Code Principle K (in Section 3 of the \nCode), which makes the issue of significant external commitments an explicit \npart of board performance reviews?\nQ5:  Do you agree with the proposed change to Code Provision 15, which is designed \nto encourage greater transparency on directors' commitments to other \norganisations?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 9, "chunk_id": 42}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n11\nSection 3 – Composition, succession and evaluation\nDiversity and inclusion \n26 The importance of diversity and inclusion in the composition of the board, executive \nmanagement and in succession planning, is already highlighted in the Code, in \ncurrent Principles J and L, and Provisions 17, 19 and 23. There are also a number of \nmandatory requirements and voluntary initiatives outside of the Code about diversity", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 10, "chunk_id": 43}}
{"text": "and inclusion. These requirements are somewhat fragmented, and rather than adding \nto an already complex reporting landscape, the changes we propose are designed to \nfacilitate a more joined-up approach.\n27 In April 2022, the Financial Conduct Authority (FCA) published its Policy Statement \non diversity and inclusion for company boards and executive management. From \nthis date, the Listing Rules require certain listed companies to include a ‘comply or", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 10, "chunk_id": 44}}
{"text": "explain’ statement in their annual report on whether they have achieved targets for \nwomen and ethnic minority representation on their board. Annual reports should also \ninclude a standardised numerical disclosure on the ethnic background and gender \nidentity or sex of their board, key board positions and executive management team. \n28 Our revisions are intended to strengthen the Code in this area and support the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 10, "chunk_id": 45}}
{"text": "FCA’s policy without introducing additional, duplicative targets or regulations. We \npropose an amendment to current Principle J (Principle I in the new Code) to include \na reference to inclusion, and to give equal weight to all protected and non-protected \ncharacteristics, to encourage companies to consider diversity beyond gender and \nethnicity. \n29 In terms of the provisions in this section, we propose to split current Provision 17", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 10, "chunk_id": 46}}
{"text": "into two new Provisions, 17 and 18. We have included an additional sentence at the \nend of Provision 18 to support companies working towards the FCA targets and any \nadditional voluntary targets and initiatives. We also propose amendments to current \nProvision 23 (which becomes Provision 24 in the new Code), in order to provide \nimproved clarity on company approaches to succession planning and board and \nsenior management appointments. Our annual reviews continue to identify poor", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 10, "chunk_id": 47}}
{"text": "reporting on companies’ approaches to succession plans, with reporting in most \ncases suggesting that succession arrangements are reactive as opposed to proactive.\n30 Additional changes to Provision 24 (formerly Provision 23) are aimed at improving \ntransparency to understand the role of any targets or initiatives companies have \nchosen to use to achieve greater diversity and inclusion in their boards and executive \nmanagement.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 10, "chunk_id": 48}}
{"text": "management.\n31 We hope this will encourage companies to think about specific approaches that \nsuit their individual circumstances, instead of using ‘boilerplate’ statements in their \nreporting.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 10, "chunk_id": 49}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n12\nQ6:   Do you consider that the proposals outlined effectively strengthen and support \nexisting regulations in this area, without introducing duplication?\nQ7:   Do you support the changes to Principle I moving away from a list of diversity \ncharacteristics to the proposed approach which aims to capture wider \ncharacteristics of diversity?\nQ8:    Do you support the changes to Provision 24 and do they offer a transparent", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 11, "chunk_id": 50}}
{"text": "approach to reporting on succession planning and senior appointments?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 11, "chunk_id": 51}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n13\nBoard performance reviews \n32 In 2021, the Chartered Governance Institute (CGI) published its Review of the \neffectiveness of independent board evaluation in the UK listed sector . This review \nwas commissioned by the Government in response to consultation feedback \nfrom stakeholders, including institutional investors, indicating that the standards", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 12, "chunk_id": 52}}
{"text": "or thoroughness of board evaluations can vary significantly, as can a company’s \napproach to dealing with any issues identified. The FRC has considered this review, \nas well as the responses received by CGI on the associated consultation.\n33 One of the conclusions of the CGI review is that, while it is possible to identify \nsome elements of what would be widely recognised as good practice in the way \nindependent reviews of boards are conducted, it would not be appropriate to be", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 12, "chunk_id": 53}}
{"text": "overly prescriptive. However, it is legitimate for shareholders and others to seek \ngreater accountability from both companies and reviewers as to how reviews are \nconducted. A total of 15 recommendations are made in the review, some of which \nhave implications for the Code.\n34 An important recommendation from the review is that the FRC should consider \nadopting the term ‘board performance review’ instead of ‘board evaluation’ in the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 12, "chunk_id": 54}}
{"text": "next Code update. This is because the CGI review has found that use of the term \n‘evaluation’ has contributed to the erroneous perception that externally facilitated \nreviews are intended as a backwards-looking assurance function, whereas the value \nof such reviews is in informing a continual process of self-improvement for boards. \nWe propose to adopt this change wherever ‘board performance review’ is referenced \nspecifically, although we will retain more general references to evaluation of", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 12, "chunk_id": 55}}
{"text": "performance and effectiveness where appropriate. \n35 A further recommendation of the CGI review is that the FRC should issue guidance to \nlisted companies on how to report against Provisions 21 and 23 of the current Code, \nwhich require companies to make certain disclosures relating to board performance \nreviews. Draft guidance has been produced by CGI, and this guidance was consulted \non in 2019. We propose to incorporate many aspects of the CGI’s guidance in our \nrevised guidance.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 12, "chunk_id": 56}}
{"text": "revised guidance.\n36 We propose amending Provision 21 (22 in the new Code) to clarify that the chair \nshould commission, rather than consider having, a board performance review. This \nis to reflect the increased maturity of the board performance review market. We \nalso propose an amendment to Principle L around directors’ time commitments (see \nsection 2).\nQ9:  Do you support the proposed adoption of the CGI recommendations as set out", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 12, "chunk_id": 57}}
{"text": "above, and are there particular areas you would like to see covered in guidance \nin addition to those set out by CGI?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 12, "chunk_id": 58}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n14\nSection 4 – Audit, risk and internal control\nAudit and Assurance Policy\n37 In ‘Restoring trust in audit and corporate governance’, the Government set out its \nplans to introduce an Audit and Assurance Policy (AAP) for PIEs. The detail of the \nrequirements of the AAP will be set out in regulations, but it is expected that it will \nrequire PIEs to set out:\n• Their internal auditing and assurance arrangements.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 13, "chunk_id": 59}}
{"text": "• What external assurance, if any, the company proposes to seek beyond the \nstatutory auditor’s duties.\n• A description of the policy in relation to the tendering of external audit services.\n• Whether any external assurance proposed will be ‘limited’ or ‘reasonable’ \nassurance.\n• Whether any external assurance beyond the statutory audit will be carried out \naccording to a professional standard.\n• How the AAP has taken account of shareholder and other stakeholder views.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 13, "chunk_id": 60}}
{"text": "• Whether and how the company intends to seek external assurance over any \npart of the Resilience Statement or over reporting of its internal controls in \nrelation to financial reporting.\n38 The Government has confirmed, in ‘Restoring trust in audit and corporate \ngovernance’, that PIEs which are required to produce an audit committee report \nshould include a triennial AAP and an annual implementation report on the AAP", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 13, "chunk_id": 61}}
{"text": "within the annual report. While the Government does not specify that the audit \ncommittee should have responsibility for developing the AAP , we propose this in \nthe revised Code, due to this committee’s experience of oversight of external audit \nmatters and wider understanding of assurance. Of course, this work would not be \nundertaken in isolation, and we expect that the audit committee will engage with the \nboard and other board committees such as the risk committee, if the company has", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 13, "chunk_id": 62}}
{"text": "one. We have also proposed that the audit committee takes the lead in engaging with \nshareholders and other stakeholders in relation to the AAP .\n39 We recognise that the legislation on the AAP statement will apply to PIEs only. \nNevertheless, in our view all companies reporting against the Code should consider \nproducing an AAP on a ‘comply or explain’ basis, using the legislation as a guide \nto what should be included. This approach will ensure that there is consistency in", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 13, "chunk_id": 63}}
{"text": "the matters that audit committees consider as part of the AAP , which is particularly \nimportant to stakeholders who have called for the provision of consistent and \ncomparable reporting. Our proposal is, therefore, designed to meet stakeholder \nneeds better, and we believe that a single requirement covering all Code companies \nis easier to comply with and monitor against.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 13, "chunk_id": 64}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n15\n40 We have also noted in our annual ‘Reviews of Corporate Governance Reporting’ that \nthere appears to be little engagement between shareholders and audit committees. \nThe Government consultation response noted that “Investors have made clear in \nconsultation responses that they place increasing importance on the reliability of \ncompany reporting beyond the financial statements.”1. Therefore, we have included", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 14, "chunk_id": 65}}
{"text": "an additional point in relation to the audit committee engaging with shareholders.\nQ10:  Do you agree that all Code companies should prepare an Audit and Assurance \nPolicy, on a 'comply or explain' basis?\nAudit Committees and the External Audit: Minimum Standard\n41 Between November 2022 and February 2023, the FRC consulted on a draft Minimum \nStandard for Audit Committees in relation to external audit (the Standard). The final \nStandard is available here.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 14, "chunk_id": 66}}
{"text": "Standard is available here. \n42 The Standard was developed following a recommendation from the Competition \n& Markets Authority that the FRC “should have the power and a requirement to \nmandate minimum standards for both the appointment and oversight of auditors”, \ninitially applied to the audit committees of all FTSE 350 companies. The Government \nincorporated this recommendation into ‘Restoring Trust in Audit and Corporate \nGovernance’.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 14, "chunk_id": 67}}
{"text": "Governance’.\n43 The Standard contains several sections which are identical to aspects of Provisions \n25 and 26 (26 and 27 in the new Code), specifically where these Provisions cover the \nwork of the audit committee in relation to external audit, and the requirement for \nthe audit committee to report on this. To avoid duplication, we propose that these \naspects of Provisions 25 and 26 (which become Provisions 26 and 27 in the new", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 14, "chunk_id": 68}}
{"text": "Code) are removed, and that the new Code instead refers companies to the Standard. \n44 We recognise that, as the Code applies to premium listed companies, there will be \nsome non-FTSE 350 companies who will be brought into the scope of the Standard \nbecause of this proposal. However, two sections of the Standard were previously \nalready included in the Code so they are not new, and the majority of the remaining \nsections has been developed using existing legislation and guidance which many", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 14, "chunk_id": 69}}
{"text": "companies already follow. Non-FTSE 350 companies can approach the Standard \nincluding these new sections on a ‘comply or explain’ basis.\nQ11:  Do you agree that amending Provisions 25 and 26 and referring Code \ncompanies to the Minimum Standard for Audit Committees is an effective way \nof removing duplication?\n1  See paragraph 3.2.9 in ‘Restoring trust in audit and corporate governance’", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 14, "chunk_id": 70}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n16\nSustainability reporting \n45 Environmental, Social and Governance (ESG) factors and sustainability have become \nessential considerations for companies throughout the world. The current reporting \nlandscape is fragmented with investors, regulators and stakeholders seeking more \ninformation, some of which is linked to regulations or targets. Companies are also", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 15, "chunk_id": 71}}
{"text": "setting out sustainability-related plans and strategies based on their own internal \nassumptions and business models. The FRC continues to work closely with both UK and \ninternational regulators and standard setters to develop frameworks which support \nconsistent and comparable high-quality reporting underpinned by robust evidence. \n46 Issues related to greenwashing or insufficient transparency as to how environmental", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 15, "chunk_id": 72}}
{"text": "targets have been set, and how these relate to financial planning and financial \noutcomes, are a concern for many investors and stakeholders. This information \nincreasingly influences capital allocation decisions, and therefore, needs to be \nas reliable as financial information. In our last Review of Corporate Governance \nReporting we found wide ranging differences in how companies report on and seek \nassurance, in relation to their sustainability-related disclosures.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 15, "chunk_id": 73}}
{"text": "47 Companies are now introducing expertise on these matters in various ways, \nincluding at senior management levels, or via ad hoc specialist advice to boards. It is \nimportant that boards consider their longer-term approach to being able to form an \nindependent judgement in the area of ESG. \n48 We have found that companies are beginning to seek external assurance regarding \nsome, or all, of their disclosures related to sustainability, but the market is still at", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 15, "chunk_id": 74}}
{"text": "a comparatively immature stage. We expect that both standards and assurance in \nthis area will continue to develop further in the medium term. Therefore, the Code \nshould reflect the importance of these matters and recognise that good governance \nwill play an essential role in assessing sustainability-related risks, opportunities and \nimpacts, setting targets, using appropriate internal controls and commissioning \nassurance where necessary.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 15, "chunk_id": 75}}
{"text": "assurance where necessary.\n49 We considered whether it might be necessary to recommend that Code companies \nshould have sustainability committees. However, as already explained, companies are \nbuilding experience in different ways and the issues related to sustainability and ESG \nmight be dealt with by risk committees, people committees, management teams or \nexternal experts. It is important for all these areas to work together to support the \nboard.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 15, "chunk_id": 76}}
{"text": "board.\n50 The audit committee has experience in setting policies and frameworks which could be \nadapted to ESG metrics, and as such it is best positioned to oversee ESG disclosures, \ncontrols, processes, and assurance. The audit committee’s expertise in financial \nreporting enables it to understand and assess the soundness of the methodologies \nand policies management it is using to develop its metrics and other ESG disclosures. A", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 15, "chunk_id": 77}}
{"text": "connection between the oversight of financial and ESG reporting is likely to be helpful, \nand the introduction of both the Resilience Statement and the Audit and Assurance \nPolicy will mean that the audit committee will have new responsibilities that will make it \nnecessary to consider wider sustainability-related matters.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 15, "chunk_id": 78}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n17\n51 Our Position Paper, published in July 2022, outlined our intention to make necessary \nrevisions to the Code to reflect the wider responsibilities of the board and audit \ncommittee for expanded sustainability and ESG reporting and, where commissioned \nby the company, appropriate assurance in accordance with a company’s Audit and \nAssurance Policy. We have incorporated these proposals in Provisions 26 and 27 (in", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 16, "chunk_id": 79}}
{"text": "the new Code) which give the audit committee a new responsibility for monitoring \nthe integrity of narrative reporting, including sustainability reporting, and for \ndescribing its work in this area in the annual report (where these matters have \nnot been reserved for the board). We also propose that the annual report should \ndescribe, where commissioned by the company, the assurance of ESG metrics and \nother sustainability-related information.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 16, "chunk_id": 80}}
{"text": "other sustainability-related information.\nQ12:  Do you agree that the remit of audit committees should be expanded to include \nnarrative reporting, including sustainability reporting, and where appropriate \nESG metrics, where such matters are not reserved for the board?\nRisk Management and Internal controls\n52 The FRC was invited by the Government, in ‘Restoring trust in audit and \ncorporate governance’, to make amendments to the Code which strengthen", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 16, "chunk_id": 81}}
{"text": "board accountability and reporting in relation to internal controls. Specifically, the \nGovernment requested the inclusion of a requirement for an explicit directors’ \nstatement about the effectiveness of the company’s internal controls, including those \nover financial reporting, but also about wider operational and compliance risks and \nthe basis for that assessment. \n53 In our Position Paper we set out our intention to revise those parts of the Code", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 16, "chunk_id": 82}}
{"text": "which deal with the need for a framework of prudent and effective controls, to \nprovide a stronger basis for reporting on, and evidencing of, the effectiveness \nof internal controls (including those operating over financial reporting), but also \nwider operational and compliance risks. As part of our ongoing engagement with \nstakeholders, we have taken the opportunity to consider how the Code can be \nstrengthened in this area.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 16, "chunk_id": 83}}
{"text": "strengthened in this area. \n54 As a result of this initial engagement, the approach we are proposing is one that fits \nwithin a principles and provisions based ‘comply or explain’ Code. It is designed to \nstrengthen board accountability for the effectiveness of the risk and internal controls \nframework by confirming that the board has put in place and maintains effective \nsystems that deliver the expected outcomes. We consider that the approach provides", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 16, "chunk_id": 84}}
{"text": "improved accountability and transparency, while avoiding disproportionate burdens \non business and allowing flexibility for companies to tailor their arrangements to their \nown circumstances.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 16, "chunk_id": 85}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n18\n55 Our work in this area has focused on existing Principles C and O and existing Code \nProvision 29. We have merged the requirements of these two Principles in relation \nto establishing risk management and internal control systems. The new Principle \nwill go further by making the board responsible not only for establishing, but also \nfor maintaining the effectiveness of, the risk management and internal control", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 17, "chunk_id": 86}}
{"text": "framework. This emphasises the board's accountability for monitoring and reviewing \nthe effectiveness of the framework. As the Listing Rules require companies to explain \nin the annual report how they have applied the Principles of the Code, the new \nPrinciple ensures boards are responsible for reporting to the shareholders on their \nwork to maintain the effectiveness of this framework during the reporting period.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 17, "chunk_id": 87}}
{"text": "56 Provision 29 (30 in the new Code) already states that companies should monitor \ntheir risk management and internal control systems and, at least annually, carry out \na review of their effectiveness. Companies should report on this review in the annual \nreport. Our Annual Reviews of Corporate Governance Reporting have found that \nsome companies report on the effectiveness of their risk management and internal", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 17, "chunk_id": 88}}
{"text": "control framework in their annual reports by providing a statement that their systems \nhave been effective during the year or that no material weaknesses have been \nidentified. However, these are a minority.\n57 From those that do report on effectiveness, only a small number explain the basis for \ntheir statement, such as the work that has been undertaken by the board and other \nindividuals to monitor and review these systems. Currently there is a lack of information", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 17, "chunk_id": 89}}
{"text": "about the risk management and internal control systems operated by companies, and \nthe work carried out during the reporting period to maintain their effectiveness.\n58 The Government’s consultation demonstrated strong support for strengthening \nthe UK’s internal control framework based on requirements for more explicit \nreporting from the board on the effectiveness of risk management and internal \ncontrol. Increased transparency on how effectively the board manages risks to the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 17, "chunk_id": 90}}
{"text": "company’s objectives, including operational, reporting and compliance objectives, \nincreases investor and stakeholder confidence.\n59 We propose to amend Provision 29, which will become Provision 30, in order to build \non the current requirements of the Code by setting out clearer reporting expectations \nand, in particular, on the evidence gathered by the company in support of its \nreporting. The current Provision already requires that the monitoring and the review", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 17, "chunk_id": 91}}
{"text": "of the effectiveness of risk management and internal control systems should include \nall material controls, including financial, operational and compliance controls. \n60 The scope of the new Provision will remain the same with one exception. We propose \nreplacing the word ‘financial’ with ‘reporting’. This is an important change; we know \nfrom stakeholder engagement that narrative reporting increasingly includes materially", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 17, "chunk_id": 92}}
{"text": "important information, in the context of each company, which is used by investors \nfor capital allocation decisions. Such a change will bring the Code in line with current \npractices and standards, recognising the importance of narrative reporting on for \nexample strategy, principal risks, corporate governance and environmental and \nsocial matters. These are important for investors to make investment allocation and \nstewardship decisions.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 17, "chunk_id": 93}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n19\n61 Having effective controls which provide reasonable assurance over the quality and \naccuracy of such reporting contributes to better decision-making about capital \nallocation, investor engagement, exercise of shareholder rights, and overall market \nconfidence.\n62 Provision 30 will ask the board to declare whether they can reasonably conclude that", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 18, "chunk_id": 94}}
{"text": "the company’s risk management and internal control systems, including material \noperational, reporting and compliance controls, have been effective throughout \nthe reporting period and up to the date of the approval of the annual report by the \ndirectors. \n63 The revised Provision will also ask the board to explain the basis for its declaration, \nwhich should include an explanation of how it has monitored and reviewed the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 18, "chunk_id": 95}}
{"text": "effectiveness of these systems during the period and any other relevant information. \nFinally, the Provision will ask the board to report any material weaknesses identified \nin these systems during the reporting period and the actions taken by the board to \naddress these. \n64 The objective of our proposed approach is to avoid a situation where the review of \neffectiveness is seen as a one-off exercise, and which only assesses the effectiveness", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 18, "chunk_id": 96}}
{"text": "of the company’s systems at one point in time. Companies already have processes \nin place for continuous monitoring of their risk management and internal control \nsystems and the current Provision 29 states that the board is responsible for the \nmonitoring and review of these systems.  \n65 Reporting on how the risk management and internal control systems have \nperformed throughout the year reinforces directors’ accountability for these", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 18, "chunk_id": 97}}
{"text": "systems and strengthens their focus on maintaining their effectiveness. It also \ngives shareholders and other investors a clearer picture of a company’s ability to \nmanage risk and the board’s capability to address any shortcomings, contributing \nto enhanced investor confidence in the reporting and resilience of the company.\n66 We do not envisage that companies will report on all weaknesses identified during \nthe reporting period but be transparent about those weaknesses considered by that", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 18, "chunk_id": 98}}
{"text": "company to be material, such as those events which could have a significant impact \non a company’s strategy, operations, reporting or compliance objectives. The revised \nGuidance will discuss what may constitute a material weakness, but it will ultimately \nbe for the board to determine which weaknesses are material to their specific \nsituation and should be reported in the annual report.\n67 The Code will not ask for reporting on whether the board intends to obtain external", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 18, "chunk_id": 99}}
{"text": "assurance over the effectiveness of the company’s risk management and internal \ncontrol framework. That will be a matter for companies to determine when setting \ntheir Audit and Assurance Policy. However, the revised Guidance may set out \ncircumstances in which external assurance might be considered appropriate, to aid \nthe development of that policy.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 18, "chunk_id": 100}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n20\nRisk and Internal Controls Guidance\n68 An update to our Guidance on Risk Management, Internal Control and Related \nFinancial and Business Reporting will be developed later in the year and finalised \nonce we know the outcome of this consultation. It will build on the current guidance \nand its predecessor, the Internal Control – Revised Guidance for Directors on the \nCombined Code (October 2005).", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 19, "chunk_id": 101}}
{"text": "Combined Code (October 2005). \n69 We expect the updated guidance to set out possible structures, responsibilities, \nactions and recommendations but allow companies flexibility to adapt it to \ntheir unique circumstances and characteristics (e.g. industry, size, geography \netc). Ultimately the board will need to be comfortable that the internal controls \nframework is sufficiently effective to enable them to make the declaration.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 19, "chunk_id": 102}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n21\n70 We propose that the guidance will not be prescriptive but will cover at least the \nfollowing matters:\n• The role of the risk management and internal control framework in achieving \nthe company’s objectives and its key elements (i.e. risk assessment, control \nenvironment and control activities, information and communication \nprocesses, and processes for monitoring the continuing effectiveness of \nthese systems).", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 20, "chunk_id": 103}}
{"text": "these systems).\n• Issues and areas that the board will need to consider in establishing and \nmaintaining the risk management and internal control framework, for \nexample, skills and experience, delegation of duties and responsibilities and \nso on.\n• Duties and responsibilities of management, including their day-to-day \nresponsibility for risk management and internal control systems.\n• The role of the internal audit function as an internal independent source", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 20, "chunk_id": 104}}
{"text": "of assurance within the company and its reporting to the board and the \nmanagement on the design and effectiveness of the framework.\n• The role of the external audit or other external advisors or providers of \nindependent assurance and examples of circumstances when external \nadvice/opinion/assurance may be beneficial or necessary.\n• The difference between continuous monitoring and a review. A review of the \neffectiveness will cover the risk management and internal control framework", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 20, "chunk_id": 105}}
{"text": "as a whole, including the ongoing processes for monitoring.\n• The board’s decisions on the frequency of reviews, for example, quarterly, \nbiannually or annually, based on the circumstances and needs of the \ncompany.\n• Areas that the board should particularly consider when carrying out a review \nof the effectiveness, for example, the design, implementation and operation \nof the risk management and internal control systems, the risk appetite, \nmanagement’s reporting to the board and so on.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 20, "chunk_id": 106}}
{"text": "management’s reporting to the board and so on. \n• What constitutes an effective risk management and internal control \nframework, and what is considered a material weakness. In this context: \n > The working definition of material weakness we are currently considering \nis: “A fault, deficiency or failure in the design or operation of the risk \nmanagement and internal control framework, such that there is a \nreasonable possibility that the company’s ability to identify, assess,", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 20, "chunk_id": 107}}
{"text": "respond to or monitor risks to its strategic, operational, reporting and \ncompliance objectives is adversely affected”.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 20, "chunk_id": 108}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n22\n > A deficiency could be a shortcoming in the design, implementation \nor operation of any of the components of the risk management and \ninternal control systems. It could affect any of the company’s strategic, \noperational, reporting or compliance objectives. The board will use their \nprofessional judgement in determining which deficiencies constitute a \nmaterial weakness.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 21, "chunk_id": 109}}
{"text": "material weakness. \n > This definition is in line with other existing definitions of material \nweakness by other standards or guidelines, for example, from the \nPublic Company Accounting Oversight Board (PCAOB); the Committee \nof Sponsoring Organizations (COSO); or the International Standard on \nAuditing (ISA (UK)). \n• Questions that the board may consider when reviewing the effectiveness \nof the framework. These may be similar to the questions in the appendix", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 21, "chunk_id": 110}}
{"text": "of the Internal Control – Revised Turnbull Guidance for Directors on the \nCombined Code. For example: \n > “ Does the company have clear objectives and have they been \ncommunicated so as to provide effective direction to employees on \nrisk assessment and control issues?” \n > “ Are authority, responsibility and accountability defined clearly such that \ndecisions are made and actions taken by the appropriate people?”\n• Procedures to identify and manage emerging risks, emphasising the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 21, "chunk_id": 111}}
{"text": "importance of the risk assessment being a continuous and dynamic process \nrather than a one-off exercise during the year.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 21, "chunk_id": 112}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n23\n71 In addition, we propose that the updated guidance will provide assistance on how to \nreport against the Code’s amended requirements, including:\n• Explaining the basis for the declaration, including how these systems have \nbeen monitored and reviewed during the reporting period, and how the \nboard is content that their conclusion regarding the effectiveness of the \nsystems is appropriate. This may include:", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 22, "chunk_id": 113}}
{"text": "systems is appropriate. This may include:\n > A description of the processes undertaken.\n > The role and work of the board. \n > The work of other units (e.g. audit and other board committees, \nmanagement, internal audit); or other individuals (e.g. Chief Financial \nOfficer, Chief Risk Officer, General Counsel) within the company. \n > Identifying the framework or standard used to evaluate the \neffectiveness of the systems and why the board has considered that", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 22, "chunk_id": 114}}
{"text": "appropriate for the company’s circumstances. \n• Explaining material weaknesses identified during the reporting period and \nactions taken by the board to address them.\n• Describing principal risks and management or mitigating actions.\n• Describing procedures to identify and manage emerging risks.\nQ13:  Do you agree that the proposed amendments to the Code strike the right \nbalance in terms of strengthening risk management and internal controls \nsystems in a proportionate way?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 22, "chunk_id": 115}}
{"text": "systems in a proportionate way? \nQ14:  Should the board's declaration be based on continuous monitoring throughout \nthe reporting period up to the date of the annual report, or should it be based \non the date of the balance sheet? \nQ15:  Where controls are referenced in the Code, should 'financial' be changed to \n'reporting' to capture controls on narrative as well as financial reporting, or \nshould reporting be limited to controls over financial reporting?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 22, "chunk_id": 116}}
{"text": "Q16:  To what extent should the guidance set out examples of methodologies or \nframeworks for the review of the effectiveness of risk management and internal \ncontrols systems?\nQ17:  Do you have any proposals regarding the definitional issues, e.g. what \nconstitutes an effective risk management and internal controls system or a \nmaterial weakness?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 22, "chunk_id": 117}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n24\nQ18:  Are there any other areas in relation to risk management and internal controls \nwhich you would like to see covered in guidance? \nGoing concern\n72 Following the consultation on ‘Restoring trust in audit and corporate governance’, \nthe Government has prepared draft legislation which, among other things, requires \nPIEs to set out information on the company’s decision whether to adopt the going", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 23, "chunk_id": 118}}
{"text": "concern basis of accounting in the relevant period. A summary of the draft legislation \nis attached to this consultation document as an annex. This requirement is similar to \nProvision 30 in the current Code. However, as there are many companies which follow \nthe Code but which do not meet the PIE definition, we propose retaining current \nProvision 30 (Provision 31 in the new Code) without change. Companies which have", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 23, "chunk_id": 119}}
{"text": "complied with the going concern element of the Resilience Statement requirement \n(see below) will also be compliant with this Provision. For Code companies which \nreport on future prospects without following the whole Resilience Statement \nrequirements, we propose that retaining the Provision on going concern will support \nadditional narrative on longer term future prospects. \nQ19:  Do you agree that current Provision 30, which requires companies to state", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 23, "chunk_id": 120}}
{"text": "whether they are adopting a going concern basis of accounting, should be \nretained to keep this reporting together with reporting on prospects in the \nnext Provision, and to achieve consistency across the Code for all companies \n(not just PIEs)?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 23, "chunk_id": 121}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n25\nResilience Statement\n73 In ‘Restoring trust in audit and corporate governance’, the Government outlined its \nplans to introduce a Resilience Statement for PIEs, requiring these entities to set out \ntheir approach to managing risk and developing resilience over the short, medium \nand long-term (the Resilience Statement requirement). \n74 This development has implications for the Code, particularly Provision 32 (previously", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 24, "chunk_id": 122}}
{"text": "Provision 31). This Provision, sometimes referred to as the viability statement, \nwas introduced into the Code in 2016, following significant engagement with \nstakeholders. It currently states that, taking account of the company’s current \nposition and principal risks, the board should explain in the annual report how it has \nassessed the prospects of the company, over what period it has done so and why it \nconsiders that period to be appropriate. The board should also state whether it has", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 24, "chunk_id": 123}}
{"text": "a reasonable expectation that the company will be able to continue in operation \nand meet its liabilities as they fall due over the period of their assessment, drawing \nattention to any qualifications or assumptions as necessary.\n75 We are of the view that applying Provision 32 (previously Provision 31) to PIEs would \nduplicate the Resilience Statement requirement, and we propose that this Provision \nno longer applies to these entities. However there are many companies which apply", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 24, "chunk_id": 124}}
{"text": "the Code but do not meet the PIE definition. Removing Provision 31 altogether would \nleave a gap in reporting on future prospects. We are aware that this area is of great \ninterest to investors, and the future prospects of a company play an important role in \nongoing engagement and future investment.\n76 In developing our proposals for amending current Provision 31, we have considered \nthe 2021 review conducted by the FRC of reporting against this Provision. This review", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 24, "chunk_id": 125}}
{"text": "noted that disclosures currently lack sufficient qualitative and quantitative detail in \nrespect of the inputs and assumptions used. The Kingman review also highlighted \nthe viability statement as an area where effectiveness of reporting could be improved. \nWe have included a revised Provision which asks the board to explain in the annual \nreport how it has assessed the future prospects of the company. Companies that", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 24, "chunk_id": 126}}
{"text": "have complied with the Resilience Statement requirement will be compliant with this \nProvision. For Code companies that choose not to have a Resilience Statement and \nexplain why not, the board should report in a proportionate way to the requirement \nor set out the basis for the assessment in the annual report. \n77 We hope that these proposals, and particularly the suggestion that Code companies are \ndirected to the Resilience Statement requirement, will help simplify the regulatory landscape,", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 24, "chunk_id": 127}}
{"text": "by removing the need for different standards to be applied to companies depending on \nwhether they are new PIEs, existing premium listed PIEs or both. The fact that companies \ncan approach the Code Provision on a ‘comply or explain’ basis ensures proportionality.\nQ20:  Do you agree that all Code companies should continue to report on their  \nfuture prospects?\nQ21:  Do you agree that the proposed revisions to the Code provide sufficient", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 24, "chunk_id": 128}}
{"text": "flexibility for non-PIE Code companies to report on their future prospects?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 24, "chunk_id": 129}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n26\nSection 5 – Remuneration\nChanges to strengthen links to overall corporate performance\n78 We are proposing amendments to current Principles P , Q and R to strengthen the \nlinks between companies’ remuneration policies and corporate performance in the \nwider sense, including ESG objectives. In doing so, we have also made some changes \nto the order in which these Principles are presented to ensure a logical flow. Further", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 25, "chunk_id": 130}}
{"text": "to findings from our most recent Review of Corporate Governance Reporting, \nwe hope that the proposed adjustments will also address the issue of companies \nbasing their pay structures only on market benchmarking methods or the advice of \nremuneration consultants.\n79 New Principle O sets out the overarching expectations of directors’ remuneration \npolicies, including an emphasis on the importance of transparency and a link to", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 25, "chunk_id": 131}}
{"text": "long-term sustainable success. The reference to ensuring directors are not involved \nin setting their own remuneration is now included here. New Principle P highlights \nthe importance of remuneration outcomes being clearly aligned to company \nperformance, purpose, and values and now includes a specific mention of ESG \nobjectives. We have made new Principle Q more specific by including a reference \nto company and workforce pay and conditions as a factor which remuneration", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 25, "chunk_id": 132}}
{"text": "committees should have regard to in determining executive pay.\nQ22:  Do the proposed revisions strengthen the links between remuneration policy \nand corporate performance?\nMalus and clawback\n80 The Government has invited the FRC to consult on changing the Code to provide \ngreater transparency around the malus and clawback arrangements that companies \nhave in place, so remuneration can be withheld or recovered from directors for", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 25, "chunk_id": 133}}
{"text": "misconduct, misstatements, and other serious failings. These proposed changes \nare being developed alongside measures elsewhere in the Code and in regulations, \nto increase the accountability of directors for adhering to their statutory duties in \ncorporate reporting and audit.\n81 We believe that executive director remuneration should aim to promote the long-\nterm sustainable success of the company and be aligned with the company's purpose", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 25, "chunk_id": 134}}
{"text": "and values. This section of the Code is concerned with the role of the remuneration \ncommittee and governance around pay structures and not with pay structures \nthemselves. While the proposed changes are not expected to have a direct impact on \nthe overall quantum of executive remuneration, we do expect that, through additional \nreporting on the use of malus and clawback arrangements, investors will have greater", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 25, "chunk_id": 135}}
{"text": "visibility of the mechanisms available to address scenarios involving serious failings, \nand whether and how companies are making use of these.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 25, "chunk_id": 136}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n27\n82 In Restoring trust in audit and corporate governance, the Government invited \nviews on several aspects of malus and clawback arrangements, including a proposed \nminimum list of malus and clawback conditions. The FRC has taken the responses \nto this consultation into consideration, noting the desire for increased clarity in the \nCode, and the risks in prescribing a one-size-fits-all approach for every remuneration", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 26, "chunk_id": 137}}
{"text": "committee to follow. We have also considered the enforceability of malus and \nclawback arrangements, although there are limitations on what can be achieved \nthrough the Code in this area.\n83 The proposed changes to the Code introduce a specific mention of malus and \nclawback in current Code Provision 37, which becomes Provision 39. Since malus and \nclawback arrangements, like bonus arrangements, are often set out in remuneration", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 26, "chunk_id": 138}}
{"text": "policy documentation outside of employment contracts, we have included a reference \nto “other remuneration agreements”. In addition, we propose a new Provision 40, \nwhich sets out a requirement for additional information to be included in companies’ \nremuneration reports. This includes a statement on whether the company has malus \nand clawback arrangements in place, the minimum conditions in which these would \napply, the minimum period for applying them and why the selected minimum period", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 26, "chunk_id": 139}}
{"text": "is best suited to the organisation, as well as whether they have been used in the last \nfinancial year. \n84 Many companies already make disclosures in the areas above, particularly in relation \nto the minimum circumstances in which malus and clawback apply and the minimum \nperiod for the arrangements, but there is scope for improvement. Clarity and a \nconsistent approach to reporting should provide greater transparency for investors,", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 26, "chunk_id": 140}}
{"text": "without placing unnecessary constraints on remuneration committees in determining \nthe arrangements most suited to their company’s circumstances.\nQ23:  Do you agree that the proposed reporting changes around malus and clawback \nwill result in an improvement in transparency?\nChanges to improve the quality of reporting\n85 As part of our work on the remuneration section of the Code, we have taken a \nclose look at former Provisions 40 and 41. Provision 40 describes factors which", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 26, "chunk_id": 141}}
{"text": "remuneration committees should address in setting executive remuneration, and \nProvision 41 sets out the aspects of the remuneration committee’s work which \nshould be reported in company annual reports. In our annual Reviews of Corporate \nGovernance Reporting, we have found that there is room for improvement in the \nreporting against these Provisions. In 2021, we commissioned research from the \nUniversity of Portsmouth on the topic of remuneration policy disclosures and the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 26, "chunk_id": 142}}
{"text": "impact of the Code. This research found that while there had been improvements in \nthe quantity of reporting, many companies provide brief or generic information on \neach element of Provision 40, often using wording directly from the Code. In relation \nto Provision 41, companies and their advisers have commented that the current \napproach in the Code does not make it clear what is expected, and in many cases \nreporting did not include specific and meaningful examples.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 26, "chunk_id": 143}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n28\n86 To help companies improve the quality of their reporting in these areas, we propose \nto summarise Provision 40, removing the detail which is often used by companies \nas template language in annual reports and instead listing the factors which \nremuneration committees should address in an amended Provision 33. We hope \nthat companies will report on these factors in a way that is specific to their own", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 27, "chunk_id": 144}}
{"text": "circumstances. In addition, we propose to remove some elements of Provision 41, and \nto take a more direct approach in asking how a company’s executive remuneration \npolicies, structures, and performance metrics support company strategy, including \nESG objectives. \n87 These changes have given us the opportunity to look again at the reference to pay \nratios and pay gaps in Provision 41. With increased access to gender pay gap reports", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 27, "chunk_id": 145}}
{"text": "and disclosures on company websites, we suggest removing this reference from the \nProvision, to prevent duplicate disclosures within annual reports. \n88 However, it is important that improvements continue to be made in this area and we \nwould welcome views on an alternative approach which may strengthen reporting \non pay gaps, for example asking companies to report on what measures have been \nimplemented to reduce and eliminate pay gaps within their organisation.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 27, "chunk_id": 146}}
{"text": "Q24: Do you agree with the proposed changes to Provisions 40 and 41?\nQ25: Should the reference to pay gaps and pay ratios be removed, or strengthened?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 27, "chunk_id": 147}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n29\nOther matters for consideration\nArtificial intelligence \n89 In March 2023, the Government published a White Paper on artificial intelligence (AI), \nsetting out its vision for an AI-enabled country. It proposes that existing regulators \nwill implement a new AI regulatory framework underpinned by the following five \nvalues-focused cross-sectoral principles:\n• Safety, security and robustness.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 28, "chunk_id": 148}}
{"text": "• Safety, security and robustness.\n• Appropriate transparency and explainability.\n• Fairness.\n• Accountability and governance.\n• Contestability and redress.\n90 As part of our consultation on the Code, we would welcome views from stakeholders \nas to whether any Code changes would be needed to support progress in this area, if \nthe Government were to implement its proposals.\nQ26:  Are there any areas of the Code which you consider require amendment", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 28, "chunk_id": 149}}
{"text": "or additional guidance, in support of the Government’s White Paper on  \nartificial intelligence?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 28, "chunk_id": 150}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n30\nFull list of consultation questions\nQ1: Do you agree that the changes to Principle D in Section 1 of the Code will deliver more \noutcomes-based reporting?\nQ2: Do you think the board should report on the company’s climate ambitions and \ntransition planning, in the context of its strategy, as well as the surrounding governance?\nQ3: Do you have any comments on the other changes proposed to Section 1?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 29, "chunk_id": 151}}
{"text": "Q4: Do you agree with the proposed change to Code Principle K (in Section 3 of the \nCode), which makes the issue of significant external commitments an explicit part of board \nperformance reviews?\nQ5: Do you agree with the proposed change to Code Provision 15, which is designed to \nencourage greater transparency on directors’ commitments to other organisations?\nQ6: Do you consider that the proposals outlined effectively strengthen and support", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 29, "chunk_id": 152}}
{"text": "existing regulations in this area, without introducing duplication?\nQ7: Do you support the changes to Principle I moving away from a list of diversity \ncharacteristics to the proposed approach which aims to capture wider characteristics of \ndiversity?\nQ8: Do you support the changes to Provision 24 and do they offer a transparent approach \nto reporting on succession planning and senior appointments?\nQ9: Do you support the proposed adoption of the CGI recommendations as set out above,", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 29, "chunk_id": 153}}
{"text": "and are there particular areas you would like to see covered in guidance in addition to \nthose set out by CGI? \nQ10: Do you agree that all Code companies should prepare an Audit and Assurance Policy, \non a ‘comply or explain’ basis?\nQ11: Do you agree that amending Provisions 25 and 26 and referring Code companies to \nthe Minimum Standard for Audit Committees is an effective way of removing duplication?\nQ12: Do you agree that the remit of audit committees should be expanded to include", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 29, "chunk_id": 154}}
{"text": "narrative reporting, including sustainability reporting, and where appropriate ESG metrics, \nwhere such matters are not reserved for the board?\nQ13: Do you agree that the proposed amendments to the Code strike the right balance in \nterms of strengthening risk management and internal controls systems in a proportionate \nway? \nQ14: Should the board’s declaration be based on continuous monitoring throughout the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 29, "chunk_id": 155}}
{"text": "reporting period up to the date of the annual report, or should it be based on the date of \nthe balance sheet?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 29, "chunk_id": 156}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n31\nQ15: Where controls are referenced in the Code, should ‘financial’ be changed to \n‘reporting’ to capture controls on narrative as well as financial reporting, or should \nreporting be limited to controls over financial reporting?\nQ16: To what extent should the guidance set out examples of methodologies or \nframeworks for the review of the effectiveness of risk management and internal controls \nsystems?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 30, "chunk_id": 157}}
{"text": "systems?\nQ17: Do you have any proposals regarding the definitional issues, e.g. what constitutes an \neffective risk management and internal controls system or a material weakness?\nQ18: Are there any other areas in relation to risk management and internal controls which \nyou would like to see covered in guidance? \nQ19: Do you agree that current Provision 30, which requires companies to state whether \nthey are adopting a going concern basis of accounting, should be retained to keep this", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 30, "chunk_id": 158}}
{"text": "reporting together with reporting on prospects in the next Provision, and to achieve \nconsistency across the Code for all companies (not just PIEs)?\nQ20: Do you agree that all Code companies should continue to report on their  \nfuture prospects?\nQ21: Do you agree that the proposed revisions to the Code provide sufficient flexibility for \nnon-PIE Code companies to report on their future prospects?\nQ22: Do the proposed revisions strengthen the links between remuneration policy and", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 30, "chunk_id": 159}}
{"text": "corporate performance?\nQ23: Do you agree that the proposed reporting changes around malus and clawback will \nresult in an improvement in transparency?\nQ24: Do you agree with the proposed changes to Provisions 40 and 41?\nQ25: Should the reference to pay gaps and pay ratios be removed, or strengthened?\nQ26: Are there any areas of the Code which you consider require amendment or additional \nguidance, in support of the Government’s White Paper on artificial intelligence?", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 30, "chunk_id": 160}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n32\nAppendix A:  \nDraft revised UK Corporate Governance Code  \n(with tracked changes)\nMoved new position - Blue underlined\nMoved old position - Blue strike through\nDeleted - red strike through\nNew - Green", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 31, "chunk_id": 161}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n33\nSection 1 – Board leadership and company purpose\nPrinciples\nA.  A successful company is led by an effective and entrepreneurial board, whose role \nis to promote the long-term sustainable success of the company, generating value \nfor shareholders and contributing to wider society. The board should ensure that the \nnecessary resources, policies and practices are in place for the company to meet its", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 32, "chunk_id": 162}}
{"text": "objectives and measure performance against them.\nB.  The board should establish the company’s purpose, values and strategy, and satisfy \nitself that these and its culture are all aligned. All directors must act with integrity, \nlead by example and promote the desired culture. The board should ensure that \nworkforce policies and practices are consistent with the company’s values and \nsupport its long-term sustainable success.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 32, "chunk_id": 163}}
{"text": "support its long-term sustainable success.\nC.  The board should ensure that the necessary resources are in place for the company \nto meet its objectives and measure performance against them. The board should \nalso establish a framework of prudent and effective controls, which enable risk to be \nassessed and managed.\nD.C.  In order for the company to meet its responsibilities to shareholders and \nstakeholders, the board should ensure effective engagement with, and encourage", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 32, "chunk_id": 164}}
{"text": "participation from, these parties.\nE.D.  The board should ensure that workforce policies and practices are consistent with \nthe company’s values and support its long-term sustainable success. The workforce \nshould be able to raise any matters of concern. When reporting on its governance \nactivity the board should focus on outcomes in order to demonstrate the impact of \ngovernance practices and how the Code has been applied. Where the Board reports", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 32, "chunk_id": 165}}
{"text": "on departures from the Code’s provisions, it should provide a clear explanation.\nProvisions\n1.  The board should assess the basis on which the company generates and preserves \nvalue over the long-term. It should describe in the annual report how opportunities \nand risks to the future success of the business have been considered and addressed, \nthe sustainability of the company’s business model and how environmental and", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 32, "chunk_id": 166}}
{"text": "social matters are taken into account in its governance contributes to the delivery of \nits strategy, including its climate ambitions and transition planning.\n2.  The board should assess and monitor culture and report on how effectively the \ndesired culture has been embedded. Where it is not satisfied that policy, practices or \nbehaviour throughout the business are aligned with the company’s purpose, values \nand strategy, it should seek assurance that management has taken corrective action.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 32, "chunk_id": 167}}
{"text": "The annual report should explain the board’s activities and any action taken. In \naddition, it should include an explanation of the company’s approach to investing in \nand rewarding its workforce.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 32, "chunk_id": 168}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n34\n3.  In addition to formal general meetings, the chair should seek regular engagement \nwith major shareholders in order to understand their views on governance and \nperformance against the strategy. Committee chairs should seek engagement \nengage with shareholders on significant matters related to their areas of \nresponsibility. The chair should ensure that the board as a whole has a clear", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 33, "chunk_id": 169}}
{"text": "understanding of the views of shareholders, and report in the annual report on the \noutcomes of the engagement which has taken place with them during the reporting \nperiod.\n4.  When 20 per cent or more of votes have been cast against the board \nrecommendation for a resolution, the company should explain, when announcing \nvoting results, what actions it intends to take to consult shareholders in order to \nunderstand the reasons behind the result. An update on the views received from", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 33, "chunk_id": 170}}
{"text": "shareholders and actions taken should be published no later than six months after \nthe shareholder meeting1. The board should then provide a final summary in the \nannual report and, if applicable, in the explanatory notes to resolutions at the next \nshareholder meeting, on what impact the feedback has had on the decisions the \nboard has taken and any actions or resolutions now proposed.2 \n5.  The board should understand the views of the company’s other key stakeholders", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 33, "chunk_id": 171}}
{"text": "and describe in the annual report how theseir interests and the matters set out in \nsection 172 of the Companies Act 2006 have been considered in board discussions \nand decision-making.3  The board should keep engagement mechanisms under \nreview so that they remain effective.\nFor engagement with the workforce,4  one or a combination of the following \nmethods should be used:\n• a director appointed from the workforce;\n• a formal workforce advisory panel; or", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 33, "chunk_id": 172}}
{"text": "• a formal workforce advisory panel; or\n• or a designated non-executive director.\nIf the board has not chosen one or more of these methods, it should explain what \nalternative arrangements are in place and why it considers that they are effective.\n6.  There should be a means for the workforce to raise concerns in confidence and – if \nthey wish – anonymously. The board should routinely review the effectiveness of \nthese arrangementsthis and the reports arising from theirits operation. It should", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 33, "chunk_id": 173}}
{"text": "ensure that arrangements are in place for the proportionate and independent \ninvestigation of such matters and for follow-up action.\n1 The update should be published on the company’s website, the Regulatory Information Service used by the company, or \nboth.\n2\t Details\tof\tsignificant\tvotes\tagainst\tand\trelated\tcompany\tupdates\tare\tavailable\ton\tthe\tPublic\tRegister\tmaintained\tby\tThe\t\nInvestment Association – www.theinvestmentassociation.org/publicregister.html", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 33, "chunk_id": 174}}
{"text": "3 This supports the reporting requirements set out in “The Companies (Miscellaneous Reporting) Regulations 2018. These \nwere introduced to enhance reporting of section 172 of the Companies Act 2006 (Directors’ Duties).\n4 See the Guidance on Board Effectiveness Section [XXX] for a description of ‘workforce’ in this context.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 33, "chunk_id": 175}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n35\n7.  The board should take action to identify and manage conflicts of interest, including \nthose resulting from significant shareholdings, and ensure that the influence of third \nparties does not compromise or override independent judgement.\n8.  Where directors have concerns about the operation of the board or the \nmanagement of the company that cannot be resolved, their concerns should be", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 34, "chunk_id": 176}}
{"text": "recorded in the board minutes. On resignation, a non-executive director should \nprovide a written statement to the chair, for circulation to the board, if they have any \nsuch concerns.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 34, "chunk_id": 177}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n36\nSection 2 – Division of responsibilities\nPrinciples\nF.E.  The chair leads the board and is responsible for its overall effectiveness in directing \nthe company. They should demonstrate objective judgement throughout their \ntenure and promote a culture of openness and debate. In addition, the chair \nfacilitates constructive board relations and the effective contribution of all non-", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 35, "chunk_id": 178}}
{"text": "executive directors, and ensures that directors receive accurate, timely and clear \ninformation.\nG.F.  The board should include an appropriate combination of executive and non \nexecutive (and, in particular, independent non-executive) directors, such that no \none individual or small group of individuals dominates the board’s decision making. \nThere should be a clear division of responsibilities between the leadership of the \nboard and the executive leadership of the company’s business.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 35, "chunk_id": 179}}
{"text": "H.G.  Non-executive directors should have sufficient time to meet their board \nresponsibilities. They should provide constructive challenge, strategic guidance, \noffer specialist advice and hold management to account.\nI.H.  The board, supported by the company secretary, should ensure that it has the \npolicies, processes, information, time and resources it needs in order to function \neffectively and efficiently.\nProvisions", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 35, "chunk_id": 180}}
{"text": "effectively and efficiently.\nProvisions\n9.  The chair should be independent on appointment when assessed against the \ncircumstances set out in Provision 10. The roles of chair and chief executive should \nnot be exercised by the same individual. A chief executive should not become \nchair of the same company. If, exceptionally, this is proposed by the board, major \nshareholders should be consulted ahead of appointment. The board should set out", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 35, "chunk_id": 181}}
{"text": "its reasons to all shareholders at the time of the appointment and also publish these \non the company website.\n10.  The board should identify in the annual report each non-executive director it \nconsiders to be independent. Circumstances which are likely to impair, or could \nappear to impair, a non-executive director’s independence include, but are not \nlimited to, whether a director:\n• is or has been an employee of the company or group within the last five years;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 35, "chunk_id": 182}}
{"text": "• has, or has had within the last three years, a material business relationship with \nthe company, either directly or as a partner, shareholder, director or senior \nemployee of a body that has such a relationship with the company;\n• has received or receives additional remuneration from the company apart from \na director’s fee, participates in the company’s share option or a performance-\nrelated pay scheme, or is a member of the company’s pension scheme;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 35, "chunk_id": 183}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n37\n• has close family ties with any of the company’s advisers, directors or senior \nemployees;\n• holds cross-directorships or has significant links with other directors through \ninvolvement in other companies or bodies;\n• represents a significant shareholder; or\n• has served on the board for more than nine years from the date of their first \nappointment.\nWhere any of these or other relevant circumstances apply, and the board", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 36, "chunk_id": 184}}
{"text": "nonetheless considers that the non-executive director is independent, a clear \nexplanation should be provided.\n11.  At least half the board, excluding the chair, should be non-executive directors whom \nthe board considers to be independent.\n12.  The board should appoint one of the independent non-executive directors to be \nthe senior independent director to provide a sounding board for the chair and \nserve as an intermediary for the other directors and shareholders. Led by the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 36, "chunk_id": 185}}
{"text": "senior independent director, the non-executive directors should meet without the \nchair present at least annually to appraise the chair’s performance, and on other \noccasions as necessary.\n13.  Non-executive directors have a prime role in appointing and removing executive \ndirectors. Non-executive directors should scrutinise and hold to account the \nperformance of management and individual executive directors against agreed", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 36, "chunk_id": 186}}
{"text": "performance objectives. The chair should hold meetings with the non-executive \ndirectors without the executive directors present.\n14.  The responsibilities of the chair, chief executive, senior independent director, board \nand committees should be clear, set out in writing, agreed by the board and made \npublicly available. The annual report should set out the number of meetings of the \nboard and its committees, and the individual attendance by directors.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 36, "chunk_id": 187}}
{"text": "15.  All significant director appointments should be listed in the annual report, \ndescribing how each director has sufficient time to undertake their role effectively \nin light of commitments to other organisations. This should describe any actions \ntaken as a result of this assessment. When making new appointments, the board \nshould take into account other demands on directors’ time. Prior to appointment, \nsignificant commitments should be disclosed with an indication of the time involved.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 36, "chunk_id": 188}}
{"text": "Additional external appointments should not be undertaken without prior approval \nof the board, with the reasons for permitting significant appointments explained in \nthe annual report. Full-time executive directors should not take on more than one \nnon-executive directorship in a FTSE 100 company or other significant appointment.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 36, "chunk_id": 189}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n38\n16.  All directors should have access to the advice of the company secretary, who is \nresponsible for advising the board on all governance matters. Both the appointment \nand removal of the company secretary should be a matter for the whole board.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 37, "chunk_id": 190}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n39\nSection 3 – Composition, succession and evaluation\nPrinciples\nJ.I.  Appointments to the board should be subject to a formal, rigorous and transparent \nprocedure, and an effective succession plan should be maintained for the board and \nsenior management should be maintained5.  Both appointments and succession \nplans should be based on merit and objective criteria6. They should promote equal", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 38, "chunk_id": 191}}
{"text": "opportunity, and diversity and inclusion of protected characteristics and non-\nprotected characteristics including cognitive and personal strengths.and, within \nthis context, should promote diversity of gender, social and ethnic backgrounds, \ncognitive and personal strengths.\nK.J.  The board and its committees should have a combination of skills, experience and \nknowledge. Consideration should be given to the length of service of the board as a \nwhole and membership regularly refreshed.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 38, "chunk_id": 192}}
{"text": "whole and membership regularly refreshed.\nL.K.  Annual evaluation of the board should consider its performance, composition, \ndiversity and how effectively members work together to achieve objectives. \nIndividual evaluation should demonstrate whether each director continues to \ncontribute effectively. The annual performance review should consider each \ndirector’s commitments to other organisations, and their ability to discharge their \nresponsibilities effectively.\nProvisions", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 38, "chunk_id": 193}}
{"text": "responsibilities effectively.\nProvisions\n17.  The board should establish a nomination committee to lead the process for \nappointments, ensure plans are in place for orderly succession to both the board \nand senior management positions, and oversee the development of a diverse \npipeline for succession. A, a majority of members of the committeewhich should be \nindependent non executive directors. The chair of the board should not chair the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 38, "chunk_id": 194}}
{"text": "committee when it is dealing with the appointment of their successor.\n17.18.  The Committee shouldto lead the process for appointments.,ensure pPlans should \nbeare in place for orderly succession to both the board and senior management \npositions, and oversee the development of a diverse pipelines should be developed \nfor succession. Diversity and inclusion initiatives, along with any targets set, should \ncontribute to the succession plan.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 38, "chunk_id": 195}}
{"text": "contribute to the succession plan.\n18.19.  All directors should be subject to annual re-election. The board should set out in the \npapers accompanying the resolutions to elect each director the specific reasons why \ntheir contribution is, and continues to be, important to the company’s long-term \nsustainable success.\n5\t The\tdefinition\tof\t‘senior\tmanagement’\tfor\tthis\tpurpose\tshould\tbe\tthe\texecutive\tcommittee\tor\tthe\tfirst\tlayer\tof\tmanagement\t\nbelow board level, including the company secretary.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 38, "chunk_id": 196}}
{"text": "6 Which protect against discrimination for those with protected characteristics within the meaning of the Equalities Act 2010.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 38, "chunk_id": 197}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n40\n19.20.  The chair should not remain in post beyond nine years from the date of their \nfirst appointment to the board. To facilitate effective succession planning and the \ndevelopment of a diverse board, this period can be extended for a limited time, \nparticularly in those cases where the chair was an existing non-executive director on \nappointment. A clear explanation should be provided.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 39, "chunk_id": 198}}
{"text": "20.21.  Open advertising and/or an external search consultancy should generally be used \nfor the appointment of the chair and non-executive directors. If an external search \nconsultancy is engaged it should be identified in the annual report alongside \na statement about any other connection it has with the company or individual \ndirectors.\n21.22.  There should be a formal and rigorous annual evaluation of the performance of", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 39, "chunk_id": 199}}
{"text": "the board, its committees, the chair and individual directors. The chair should \ncommissionconsider having a regular externally facilitated board performance \nreviewevaluation. In FTSE 350 companies this should happen at least every three \nyears. The external reviewerevaluator should be identified in the annual report and \na statement made about any other connection it has with the company or individual \ndirectors.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 39, "chunk_id": 200}}
{"text": "directors.\n22.23.  The chair should act on the results of the board performance reviewevaluation \nby recognising the strengths and addressing any weaknesses of the board. Each \ndirector should engage with the process and take appropriate action when \ndevelopment needs have been identified.\n23.24.   The annual report should describe the work of the nomination committee, including:\n• succession planning for both board and senior management positions, in", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 39, "chunk_id": 201}}
{"text": "order to deliver the company’s strategy, including an explanation of how the \ncommittee has overseen the development of a diverse pipeline for succession;\n• the appointments for the board and senior management, including the search \nand nomination procedures and promotion of diversity; \n• the effectiveness of the diversity and inclusion policy, including progress \ntowards company objectives and adherence to established initiatives;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 39, "chunk_id": 202}}
{"text": "•  the gender balance of those in the senior management7 and their direct reports; \nand.\n• the process used in relation to appointments, its approach to succession \nplanning and how both support developing a diverse pipeline;\n7 See footnote 5.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 39, "chunk_id": 203}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n41\n• how the board performance reviewevaluation  has been conducted, the nature \nand extent of an external evaluator’s contact with the board and individual \ndirectors, the outcomes and actions taken, and how it has or will influence future \nboard composition.;\n• the policy on diversity and inclusion, its objectives and linkage to company \nstrategy, how it has been implemented and progress on achieving the \nobjectives; and", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 40, "chunk_id": 204}}
{"text": "objectives; and\n• the gender balance of those in the senior management8 and their direct reports.\n8 See footnote 4", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 40, "chunk_id": 205}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n42\nSection 4 – Audit, risk and internal control\nPrinciples\nM.L.  The board should establish formal and transparent policies and procedures to \nensure the independence and effectiveness of internal and external audit functions \nand satisfy itself on the integrity of financial and narrative statements.9 \nN.M.  The board should present a fair, balanced and understandable assessment of the \ncompany’s position and prospects.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 41, "chunk_id": 206}}
{"text": "company’s position and prospects.\nO.N.  The board should also establish and maintain an effective risk management and \ninternal control framework of prudent and effective controls, which enable risk to \nbe assessed and managed.The board should establish procedures to manage risk, \noversee the internal control framework, and determine the nature and extent of \nthe principal risks the company is willing to take in order to achieve its long-term \nstrategic objectives.\nProvisions", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 41, "chunk_id": 207}}
{"text": "strategic objectives.\nProvisions\n24.25.  The board should establish an audit committee of independent non-executive \ndirectors, with a minimum membership of three, or in the case of smaller \ncompanies, two.10 The chair of the board should not be a member. The board should \nsatisfy itself that at least one member has recent and relevant financial experience. \nThe committee as a whole shall have competence relevant to the sector in which the \ncompany operates.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 41, "chunk_id": 208}}
{"text": "company operates.\n25.26. The main roles and responsibilities of the audit committee should include:\n• monitoring the integrity of the financial statements of the company and any \nformal announcements relating to the company’s financial performance, and \nreviewing significant financial reporting judgements contained in them;\n• monitoring the integrity of narrative reporting, including sustainability matters, \nand reviewing any significant reporting judgements;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 41, "chunk_id": 209}}
{"text": "• providing advice (where requested by the board) on whether the annual report \nand accounts, taken as a whole, is fair, balanced and understandable, and \nprovides the information necessary for shareholders to assess the company’s \nposition and performance, business model and strategy;\n• developing, implementing, and maintaining the audit and assurance policy11;\n9 The board’s responsibility to present a fair, balanced and understandable assessment extends to interim and other", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 41, "chunk_id": 210}}
{"text": "price-sensitive public records and reports to regulators, as well as to information required to be presented by statutory \ninstruments.\n10 A smaller company is one that is below the FTSE 350 throughout the year immediately prior to the reporting year.\n11 As discussed above, this requirement is currently set out in a draft statutory instrument which is yet to be introduced. Under", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 41, "chunk_id": 211}}
{"text": "the\tprovisions\tof\tthat\tdraft\tlegislation,\tcompanies\tthat\tmeet\tthe\tdefinition\tset\tout\tin\tthe\tnew\tproposed\tsection\t[xxx]\tof\tthe\t\nCompanies Act 2006 should follow the approach set out in [xxx]. Companies not subject to this regulation should determine \nthe content of their policy taking this regulation into account.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 41, "chunk_id": 212}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n43\n• engaging with shareholders and other stakeholders on the role of the audit \ncommittee, the scope of work of the external auditor, and the approach to the \naudit and assurance policy;\n• following the Audit Committees and the External Audit: Minimum Standard;\n• promoting effective competition during the tendering for an external auditor, to \nsupport audit market diversity;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 42, "chunk_id": 213}}
{"text": "support audit market diversity;\n• developing and implementing policy on the engagement of the external \nauditor to supply non-audit services, ensuring there is prior approval of non-\naudit services, considering the impact this may have on independence, taking \ninto account the relevant regulations and ethical guidance in this regard, and \nreporting to the board on any improvement or action required;\n• reviewing the company’s internal financial controls andrisk management and", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 42, "chunk_id": 214}}
{"text": "internal control and risk management systems, unless expressly addressed by \na separate board risk committee composed of independent non-executive \ndirectors, or by the board itself;\n• monitoring and reviewing the effectiveness of the company’s internal audit \nfunction, or where there is not one, considering annually whether there is a need \nfor one and making a recommendation to the board;\n• conducting the tender process and making recommendations to the board,", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 42, "chunk_id": 215}}
{"text": "about the appointment, reappointment and removal of the external auditor, and \napproving the remuneration and terms of engagement of the external auditor;\n• reviewing and monitoring the external auditor’s independence and objectivity;\n• reviewing the effectiveness of the external audit process, taking into \nconsideration relevant UK professional and regulatory requirements;\n• developing and implementing policy on the engagement of the external", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 42, "chunk_id": 216}}
{"text": "auditor to supply non-audit services, ensuring there is prior approval of non-\naudit services, considering the impact this may have on independence, taking \ninto account the relevant regulations and ethical guidance in this regard, and \nreporting to the board on any improvement or action required; and\n• reporting to the board on how it has discharged its responsibilities.\n26.27.    The annual report should describe the work of the audit committee, including:", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 42, "chunk_id": 217}}
{"text": "• the significant issues that the audit committee considered relating to the \nfinancial statements, and how these issues were addressed;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 42, "chunk_id": 218}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n44\n• an explanation of how it has assessed the independence and effectiveness \nof the external audit process and the approach taken to the appointment or \nreappointment of the external auditor, information on the length of tenure of \nthe current audit firm, when a tender was last conducted and advance notice of \nany retendering plans;\n• in the case of a board not accepting the audit committee’s recommendation on", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 43, "chunk_id": 219}}
{"text": "the external auditor appointment, reappointment or removal, a statement from \nthe audit committee explaining its recommendation and the reasons why the \nboard has taken a different position (this should also be supplied in any papers \nrecommending appointment or reappointment);\n• the matters set out in the Audit Committees and the External Audit: Minimum \nStandard;\n• the significant issues that the audit committee considered relating to narrative", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 43, "chunk_id": 220}}
{"text": "reporting, including sustainability matters, and how these issues were \naddressed;\n• where commissioned by the board, the assurance of environmental, social and \ngovernance metrics and other sustainability matters; \n• where there is no internal audit function, an explanation for the absence, how \ninternal assurance is achieved, and how this affects the work of external audit; \nand\n• its approach to developing the triennial audit and assurance policy and the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 43, "chunk_id": 221}}
{"text": "annual implementation reportan explanation of how auditor independence and \nobjectivity are safeguarded, if the external auditor provides non-audit services.\n27.28.  The directors should explain in the annual report their responsibility for preparing \nthe annual report and accounts, and state that they consider the annual report \nand accounts, taken as a whole, is fair, balanced and understandable, and provides \nthe information necessary for shareholders to assess the company’s position,", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 43, "chunk_id": 222}}
{"text": "performance, business model and strategy.\n28.29.  The board should carry out a robust assessment of the company’s emerging12 and \nprincipal risks.13 The board should confirm in the annual report that it has completed \nthis assessment, including a description of its principal risks, what procedures are \nin place to identify emerging risks, and an explanation of how these are being \nmanaged or mitigated. The board should explain in the annual report what", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 43, "chunk_id": 223}}
{"text": "procedures are in place to identify and manage emerging risks and describe these \nrisks.  \n12\t Emerging\trisks\tshould\tinclude\tthose\twhose\timpact\tand\tprobability\tare\tdifficult\tto\tassess\tand\tquantify\tat\tpresent,\tbut\tthere\tis\t\na reasonable probability of affecting the company over a longer time horizon.\n13\t Principal\trisks\tshould\tinclude,\tbut\tare\tnot\tnecessarily\tlimited\tto,\tthose\tthat\tcould\tresult\tin\tevents\tor\tcircumstances\tthat\tmight", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 43, "chunk_id": 224}}
{"text": "threaten the company’s business model, future performance, solvency or liquidity and reputation. In deciding which risks are \nprincipal risks companies should consider the potential impact and probability of the related events or circumstances, and \nthe timescale over which they may occur", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 43, "chunk_id": 225}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n45\n29.30.  The board should monitor the company’s risk management and internal control \nsystems and, at least annually, carry out a review of their effectiveness and report \non that review in the annual report. The monitoring and review should cover \nall material controls, including financial, operational, reporting and compliance \ncontrols. The board should provide in the annual report:", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 44, "chunk_id": 226}}
{"text": "• A declaration of whether the board can reasonably conclude that the company’s \nrisk management and internal control systems have been effective throughout \nthe reporting period and up to the date of the annual report;\n• An explanation of the basis for its declaration, including how it has monitored \nand reviewed the effectiveness of these systems; and \n• A description of any material weaknesses or failures identified and the remedial \naction being taken, and over what timeframe.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 44, "chunk_id": 227}}
{"text": "action being taken, and over what timeframe. \n30.31.  In annual and half-yearly financial statements, the board should state whether \nit considers it appropriate to adopt the going concern basis of accounting in \npreparing them, and identify any material uncertainties to the company’s ability to \ncontinue to do so over a period of at least twelve months from the date of approval \nof the financial statements.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 44, "chunk_id": 228}}
{"text": "of the financial statements.\n31.32.  Taking account of the company’s current position and principal risks, the board \nshould explain in the annual report how it has assessed the future prospects of \nthe company14 including its ability to , over what period it has done so and why \nit considers that period to be appropriate. The board should state whether it has \na reasonable expectation that the company will be able to continue in operation", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 44, "chunk_id": 229}}
{"text": "and meet its liabilities as they fall due over the period of their assessment, drawing \nattention to any qualifications or assumptions as necessary.\n14 Companies that have complied with the requirements of section [xxx] of the Companies Act 2006 (“the Resilience Statement”) \nwill\talso\tbe\tcompliant\twith\tProvision\t32.\tFor\tcompanies\tnot\tsubject\tto\tsection\t[xxx],\tthe\tboard\tshould\treport\tin\ta\tsimilar\tand", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 44, "chunk_id": 230}}
{"text": "proportionate way to the requirements of this section or set out the basis for the assessment in the annual report.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 44, "chunk_id": 231}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n46\nSection 5 – Remuneration\nPrinciples\nP.O.  A formal and transparent procedure for developing policy on executive \nremuneration and determining director and senior management 15 remuneration \nshould be established. Remuneration policies and practices should be designed \nto support strategy and promote long-term sustainable success. Executive \nremuneration should be aligned to company purpose and values, and be clearly", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 45, "chunk_id": 232}}
{"text": "linked to the successful delivery of the company’s long-term strategyNo director \nshould be involved in deciding their own remuneration outcome.\nQ.P.  Remuneration outcomes should be clearly aligned to company performance, \npurpose and values, and the successful delivery of the company’s long-term strategy \nincluding environmental, social and governance objectives. A formal and transparent \nprocedure for developing policy on executive remuneration and determining", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 45, "chunk_id": 233}}
{"text": "director and senior management 16 remuneration should be established. No director \nshould be involved in deciding their own remuneration outcome.\nR.Q.  The remuneration committeeDirectors should exercise independent judgement \nand discretion when authorising remuneration outcomes, taking into account of \ncompany and individual performance, workforce pay and conditions and wider \ncircumstances. \nProvisions\n32.33.  The board should establish a remuneration committee of independent non-", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 45, "chunk_id": 234}}
{"text": "executive directors with a minimum membership of three, or in the case of smaller \ncompanies, two17. In addition, the chair of the board can only be a member if \nthey were independent on appointment and cannot chair the committee. Before \nappointment as chair of the remuneration committee, the appointee should have \nserved on a remuneration committee for at least 12 months.\n34.  The remuneration committee should have delegated responsibility for determining", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 45, "chunk_id": 235}}
{"text": "the policy for executive director remuneration and setting remuneration for the \nchair, executive directors and senior management.18  The policy should be clear, \nidentify and mitigate risks associated with remuneration, and ensure outcomes are \nproportionate and do not reward poor performance.\n33.35.  The remuneration committeeIt should review workforce19  remuneration and related \npolicies and the alignment of incentives and rewards with culture, taking these into", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 45, "chunk_id": 236}}
{"text": "account when setting the policy for executive director remuneration. The committee \nIn addition, it should include in the annual report an explanation of the company’s \napproach to investing in and rewarding its workforce.\n15 See footnote 5.\n16 See footnote 4.\n17 See footnote 108.\n18 See footnote 5\n19 See [Guidance on Board Effectiveness] Section XXX for a description of workforce in this context.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 45, "chunk_id": 237}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n47\n34.36.  The remuneration of non-executive directors should be determined in accordance \nwith the Articles of Association or, alternatively, by the board. Levels of remuneration \nfor the chair and all non-executive directors should reflect the time commitment \nand responsibilities of the role. Remuneration for all non-executive directors should \nnot include share options or other performance-related elements.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 46, "chunk_id": 238}}
{"text": "35.37.  Where a remuneration consultant is appointed, this should be the responsibility \nof the remuneration committee. The consultant should be identified in the \nannual report alongside a statement about any other connection it has with the \ncompany or individual directors. Independent judgement should be exercised \nwhen evaluating the advice of external third parties and when receiving views from \nexecutive and senior management20.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 46, "chunk_id": 239}}
{"text": "executive and senior management20. \n36.38.  Remuneration schemes should promote long-term shareholdings by executive \ndirectors that support alignment with long-term shareholder interests. In normal \ncircumstances, share awards granted for this purpose should be released for sale \non a phased basis and be subject to a total vesting and holding period of five years \nor more. The remuneration committee should develop a formal policy for post-", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 46, "chunk_id": 240}}
{"text": "employment shareholding requirements encompassing both unvested and vested \nshares.\n37.39.  Remuneration schemes and policies should enable the use of discretion to override \nformulaic outcomes. Director contracts and/or other agreements or documents \nwhich cover director remuneration should include malus and clawback They \nshould also include provisions that would enable the company to recover and/or \nwithhold sums or share awards, and specify the circumstances in which it would be", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 46, "chunk_id": 241}}
{"text": "appropriate to do so.\n40.  The annual report on remuneration should include a description of its malus and \nclawback provisions, including:\n• the minimum circumstances in which malus and clawback provisions could be \nused \n• a description of the minimum period for malus and clawback and why the \nselected period is best suited to the organisation; and\n• whether the provisions have been used in the last reporting period. If provisions", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 46, "chunk_id": 242}}
{"text": "have been used, a clear explanation of the reason should be provided in the \nannual report. \nCompanies should set out the use of their malus and clawback provisions in the last \nfive years21.  \n20 See footnote 3\n21 See the [Guidance in Board Effectiveness] paragraph [XXX] for further guidance on the suggested format.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 46, "chunk_id": 243}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n48\n38.41.  Only basic salary should be pensionable. The pension contribution rates for \nexecutive directors, or payments in lieu, should be aligned with those available \nto the workforce. The pension consequences and associated costs of basic salary \nincreases and any other changes in pensionable remuneration, or contribution rates, \nparticularly for directors close to retirement, should be carefully considered when", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 47, "chunk_id": 244}}
{"text": "compared with workforce arrangements.\n39.42.  Notice or contract periods should be one year or less. If it is necessary to offer \nlonger periods to new directors recruited from outside the company, such periods \nshould reduce to one year or less after the initial period. The remuneration \ncommittee should ensure compensation commitments in directors’ terms of \nappointment do not reward poor performance. They should be robust in reducing", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 47, "chunk_id": 245}}
{"text": "compensation to reflect departing directors’ obligations to mitigate loss.\n40.  When determining executive director remuneration policy and practices, the \nremuneration committee should address the following:\n• clarity – remuneration arrangements should be transparent and promote \neffective engagement with shareholders and the workforce;\n• simplicity – remuneration structures should avoid complexity and their rationale \nand operation should be easy to understand;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 47, "chunk_id": 246}}
{"text": "and operation should be easy to understand;\n• risk – remuneration arrangements should ensure reputational and other risks \nfrom excessive rewards, and behavioural risks that can arise from target-based \nincentive plans, are identified and mitigated;\n• predictability – the range of possible values of rewards to individual directors \nand any other limits or discretions should be identified and explained at the \ntime of approving the policy;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 47, "chunk_id": 247}}
{"text": "time of approving the policy;\n• proportionality – the link between individual awards, the delivery of strategy and \nthe long-term performance of the company should be clear. Outcomes should \nnot reward poor performance; and\n• alignment to culture – incentive schemes should drive behaviours consistent \nwith company purpose, values and strategy.\n41.43.  There should be a description of the work of the remuneration committee in the \nannual report, including:", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 47, "chunk_id": 248}}
{"text": "annual report, including:\n• an explanation of how the strategic rationale for executive directors’ \nremuneration policies, structures and any performance metrics supports \ncompany strategy and environmental, social and governance objectives;\n• reasons why the remuneration is appropriate using internal and external \nmeasures, including pay ratios and pay gaps;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 47, "chunk_id": 249}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n49\n• a description, with examples, of how the remuneration committee has addressed \nthe factors in Provision 40;\n• whether the remuneration policy operated as intended in terms of company \nperformance and quantum, and, if not, what changes are necessary;\n• what engagement with shareholders and the workforce has occurred has taken \nplace with shareholders and whatthe impact this has had on remuneration", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 48, "chunk_id": 250}}
{"text": "policy and outcomes, including the alignment with executive remuneration and \nthe overall company pay policy;\n• what engagement with the workforce has taken place to explain how executive \nremuneration aligns with wider company pay policy; and\n• to what extent discretion has been applied to remuneration outcomes and the \nreasons why.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 48, "chunk_id": 251}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n50\nAppendix B:  \nDraft revised UK Corporate Governance Code  \n(clean)", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 49, "chunk_id": 252}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n51\nSection 1 – Board leadership and company purpose\nPrinciples\nA. A successful company is led by an effective and entrepreneurial board, whose role \nis to promote the long-term sustainable success of the company, generating value \nfor shareholders and contributing to wider society. The board should ensure that the \nnecessary resources, policies and practices are in place for the company to meet its", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 50, "chunk_id": 253}}
{"text": "objectives and measure performance against them.\nB. The board should establish the company’s purpose, values and strategy, and satisfy \nitself that these and its culture are all aligned. All directors must act with integrity, \nlead by example and promote the desired culture. The board should ensure that \nworkforce policies and practices are consistent with the company’s values and \nsupport its long-term sustainable success.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 50, "chunk_id": 254}}
{"text": "support its long-term sustainable success.\nC. In order for the company to meet its responsibilities to shareholders and \nstakeholders, the board should ensure effective engagement with, and encourage \nparticipation from, these parties.\nD. When reporting on its governance activity the board should focus on outcomes in \norder to demonstrate the impact of governance practices and how the Code has been \napplied. Where the Board reports on departures from the Code’s provisions, it should", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 50, "chunk_id": 255}}
{"text": "provide a clear explanation.\nProvisions\n1. The board should assess the basis on which the company generates and preserves \nvalue over the long-term. It should describe in the annual report how opportunities \nand risks to the future success of the business have been considered and addressed, \nthe sustainability of the company’s business model and how environmental and social \nmatters are taken into account in the delivery of its strategy, including its climate \nambitions and transition planning.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 50, "chunk_id": 256}}
{"text": "ambitions and transition planning.\n2. The board should assess and monitor culture and report on how effectively the \ndesired culture has been embedded. Where it is not satisfied that policy, practices or \nbehaviour throughout the business are aligned with the company’s purpose, values \nand strategy, it should seek assurance that management has taken corrective action. \nThe annual report should explain the board’s activities and any action taken.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 50, "chunk_id": 257}}
{"text": "3. In addition to formal general meetings, the chair should seek regular engagement \nwith major shareholders in order to understand their views on governance and \nperformance against the strategy. Committee chairs should engage with shareholders \non significant matters related to their areas of responsibility. The chair should ensure \nthat the board has a clear understanding of the views of shareholders, and report in", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 50, "chunk_id": 258}}
{"text": "the annual report on the outcomes of the engagement which has taken place with \nthem during the reporting period.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 50, "chunk_id": 259}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n52\n4. When 20 per cent or more of votes have been cast against the board \nrecommendation for a resolution, the company should explain, when announcing \nvoting results, what actions it intends to take to consult shareholders in order to \nunderstand the reasons behind the result. An update on the views received from \nshareholders and actions taken should be published no later than six months after", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 51, "chunk_id": 260}}
{"text": "the shareholder meeting1. The board should then provide a final summary in the \nannual report and, if applicable, in the explanatory notes to resolutions at the next \nshareholder meeting, on what impact the feedback has had on the decisions the \nboard has taken and any actions or resolutions now proposed.2\n5. The board should understand the views of the company’s other key stakeholders and \ndescribe in the annual report how these and the matters set out in section 172 of", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 51, "chunk_id": 261}}
{"text": "the Companies Act 2006 have been considered in board discussions and decision-\nmaking.3 The board should keep engagement mechanisms under review so that they \nremain effective.\nFor engagement with the workforce,4 one or a combination of the following methods \nshould be used:\n• a director appointed from the workforce;\n• a formal workforce advisory panel; or\n• or a designated non-executive director.\nIf the board has not chosen one or more of these methods, it should explain what", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 51, "chunk_id": 262}}
{"text": "alternative arrangements are in place and why it considers that they are effective.\n6. There should be a means for the workforce to raise concerns in confidence and – if \nthey wish – anonymously. The board should routinely review the effectiveness of \nthese arrangements and the reports arising from their operation. It should ensure \nthat arrangements are in place for the proportionate and independent investigation \nof such matters and for follow-up action.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 51, "chunk_id": 263}}
{"text": "of such matters and for follow-up action.\n7. The board should take action to identify and manage conflicts of interest, including \nthose resulting from significant shareholdings, and ensure that the influence of third \nparties does not compromise or override independent judgement.\n8. Where directors have concerns about the operation of the board or the management \nof the company that cannot be resolved, their concerns should be recorded in the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 51, "chunk_id": 264}}
{"text": "board minutes. On resignation, a non-executive director should provide a written \nstatement to the chair, for circulation to the board, if they have any such concerns.\n1 The update should be published on the company’s website, the Regulatory Information Service used by the company, or \nboth.\n2\t Details\tof\tsignificant\tvotes\tagainst\tand\trelated\tcompany\tupdates\tare\tavailable\ton\tthe\tPublic\tRegister\tmaintained\tby\tThe\t\nInvestment Association – www.theinvestmentassociation.org/publicregister.html", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 51, "chunk_id": 265}}
{"text": "3 This supports the reporting requirements set out in “The Companies (Miscellaneous Reporting) Regulations 2018. These \nwere introduced to enhance reporting of section 172 of the Companies Act 2006 (Directors’ Duties).\n4 See the Guidance on Board Effectiveness Section 1 for a description of ‘workforce’ in this context.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 51, "chunk_id": 266}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n53\nSection 2 – Division of responsibilities\nPrinciples\nE. The chair leads the board and is responsible for its overall effectiveness in directing \nthe company. They should demonstrate objective judgement throughout their tenure \nand promote a culture of openness and debate. In addition, the chair facilitates \nconstructive board relations and the effective contribution of all non-executive", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 52, "chunk_id": 267}}
{"text": "directors, and ensures that directors receive accurate, timely and clear information.\nF. The board should include an appropriate combination of executive and non-executive \n(and, in particular, independent non-executive) directors, such that no one individual \nor small group of individuals dominates the board’s decision-making. There should \nbe a clear division of responsibilities between the leadership of the board and the \nexecutive leadership of the company’s business.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 52, "chunk_id": 268}}
{"text": "executive leadership of the company’s business.\nG. Non-executive directors should have sufficient time to meet their board \nresponsibilities. They should  provide constructive challenge, strategic guidance, \noffer specialist advice and hold management to account.\nH. The board, supported by the company secretary, should ensure that it has the \npolicies, processes, information, time and resources it needs in order to function \neffectively and efficiently.\nProvisions", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 52, "chunk_id": 269}}
{"text": "effectively and efficiently.\nProvisions\n9. The chair should be independent on appointment when assessed against the \ncircumstances set out in Provision 10. The roles of chair and chief executive should \nnot be exercised by the same individual. A chief executive should not become \nchair of the same company. If, exceptionally, this is proposed by the board, major \nshareholders should be consulted ahead of appointment. The board should set out its", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 52, "chunk_id": 270}}
{"text": "reasons to all shareholders at the time of the appointment and also publish these on \nthe company website.\n10. The board should identify in the annual report each non-executive director it \nconsiders to be independent. Circumstances which are likely to impair, or could \nappear to impair, a non-executive director’s independence include, but are not limited \nto, whether a director:\n• is or has been an employee of the company or group within the last five years;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 52, "chunk_id": 271}}
{"text": "• has, or has had within the last three years, a material business relationship with \nthe company, either directly or as a partner, shareholder, director or senior \nemployee of a body that has such a relationship with the company;\n• has received or receives additional remuneration from the company apart from \na director’s fee, participates in the company’s share option or a performance-\nrelated pay scheme, or is a member of the company’s pension scheme;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 52, "chunk_id": 272}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n54\n• has close family ties with any of the company’s advisers, directors or senior \nemployees;\n• holds cross-directorships or has significant links with other directors through \ninvolvement in other companies or bodies;\n• represents a significant shareholder; or\n• has served on the board for more than nine years from the date of their first \nappointment.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 53, "chunk_id": 273}}
{"text": "appointment.\nWhere any of these or other relevant circumstances apply, and the board nonetheless \nconsiders that the non-executive director is independent, a clear explanation should \nbe provided.\n11. At least half the board, excluding the chair, should be non-executive directors whom \nthe board considers to be independent.\n12. The board should appoint one of the independent non-executive directors to be the \nsenior independent director to provide a sounding board for the chair and serve as an", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 53, "chunk_id": 274}}
{"text": "intermediary for the other directors and shareholders. Led by the senior independent \ndirector, the non-executive directors should meet without the chair present at least \nannually to appraise the chair’s performance, and on other occasions as necessary.\n13. Non-executive directors have a prime role in appointing and removing executive \ndirectors. Non-executive directors should scrutinise and hold to account the \nperformance of management and individual executive directors against agreed", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 53, "chunk_id": 275}}
{"text": "performance objectives. The chair should hold meetings with the non-executive \ndirectors without the executive directors present.\n14. The responsibilities of the chair, chief executive, senior independent director, board \nand committees should be clear, set out in writing, agreed by the board and made \npublicly available. The annual report should set out the number of meetings of the \nboard and its committees, and the individual attendance by directors.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 53, "chunk_id": 276}}
{"text": "15. All significant director appointments should be listed in the annual report, describing \nhow each director has sufficient time to undertake their role effectively in light of \ncommitments to other organisations. This should describe any actions taken as a \nresult of this assessment. When making new appointments, the board should take \ninto account other demands on directors’ time. Prior to appointment, significant", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 53, "chunk_id": 277}}
{"text": "commitments should be disclosed with an indication of the time involved. Additional \nexternal appointments should not be undertaken without prior approval of the board, \nwith the reasons for permitting significant appointments explained in the annual \nreport. Full-time executive directors should not take on more than one non-executive \ndirectorship in a FTSE 100 company or other significant appointment.\n16. All directors should have access to the advice of the company secretary, who is", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 53, "chunk_id": 278}}
{"text": "responsible for advising the board on all governance matters. Both the appointment \nand removal of the company secretary should be a matter for the whole board.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 53, "chunk_id": 279}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n55\nSection 3 – Composition, succession and evaluation\nPrinciples\nI. Appointments to the board should be subject to a formal, rigorous and transparent \nprocedure, and an effective succession plan for the board and senior management \nshould be maintained.5 Both appointments and succession plans should be based on \nmerit and objective criteria6. They should promote equal opportunity, and diversity", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 54, "chunk_id": 280}}
{"text": "and inclusion of protected characteristics and non-protected characteristics including \ncognitive and personal strengths.\nJ. The board and its committees should have a combination of skills, experience and \nknowledge. Consideration should be given to the length of service of the board as a \nwhole and membership regularly refreshed.\nK. Annual evaluation of the board should consider its performance, composition, \ndiversity and how effectively members work together. Individual evaluation", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 54, "chunk_id": 281}}
{"text": "should demonstrate whether each director continues to contribute effectively. The \nannual performance review should consider each director’s commitments to other \norganisations, and their ability to discharge their responsibilities effectively.\nProvisions\n17. The board should establish a nomination committee, a majority of the members of \nwhich should be independent non-executive directors. The chair of the board should", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 54, "chunk_id": 282}}
{"text": "not chair the committee when it is dealing with the appointment of their successor.\n18. The committee should lead the process for appointments. Plans should be in \nplace for orderly succession to both the board and senior management positions, \nand diverse pipelines should be developed for succession. Diversity and inclusion \ninitiatives, along with any targets set, should contribute to the succession plan.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 54, "chunk_id": 283}}
{"text": "19. All directors should be subject to annual re-election. The board should set out in the \npapers accompanying the resolutions to elect each director the specific reasons why \ntheir contribution is, and continues to be, important to the company’s long-term \nsustainable success.\n20. The chair should not remain in post beyond nine years from the date of their \nfirst appointment to the board. To facilitate effective succession planning and the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 54, "chunk_id": 284}}
{"text": "development of a diverse board, this period can be extended for a limited time, \nparticularly in those cases where the chair was an existing non-executive director on \nappointment. A clear explanation should be provided.\n5\t The\tdefinition\tof\t‘senior\tmanagement’\tfor\tthis\tpurpose\tshould\tbe\tthe\texecutive\tcommittee\tor\tthe\tfirst\tlayer\tof\tmanagement\t\nbelow board level, including the company secretary.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 54, "chunk_id": 285}}
{"text": "6 Which protect against discrimination for those with protected characteristics within the meaning of the Equalities Act 2010.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 54, "chunk_id": 286}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n56\n21. Open advertising and/or an external search consultancy should generally be used \nfor the appointment of the chair and non-executive directors. If an external search \nconsultancy is engaged it should be identified in the annual report alongside a \nstatement about any other connection it has with the company or individual directors.\n22. There should be a formal and rigorous annual evaluation of the performance of the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 55, "chunk_id": 287}}
{"text": "board, its committees, the chair and individual directors. The chair should commission \na regular externally facilitated board performance review. In FTSE 350 companies this \nshould happen at least every three years. The external reviewer should be identified in \nthe annual report and a statement made about any other connection it has with the \ncompany or individual directors.\n23. The chair should act on the results of the board performance review by recognising", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 55, "chunk_id": 288}}
{"text": "the strengths and addressing any weaknesses of the board. Each director should \nengage with the process and take appropriate action when development needs have \nbeen identified.\n24. The annual report should describe the work of the nomination committee, including:\n• succession planning for both board and senior management positions, in \norder to deliver the company’s strategy, including an explanation of how the \ncommittee has overseen the development of a diverse pipeline for succession;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 55, "chunk_id": 289}}
{"text": "• the appointments for the board and senior management, including the search \nand nomination procedures and promotion of diversity; \n• the effectiveness of the diversity and inclusion policy, including progress \ntowards company objectives and adherence to established initiatives;\n• the gender balance of those in the senior management7 and their direct reports; \nand\n• how the board performance review has been conducted, the nature and extent", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 55, "chunk_id": 290}}
{"text": "of an external reviewer’s contact with the board and individual directors, the \noutcomes and actions taken, and how it has or will influence future board \ncomposition;\n7 See footnote 5.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 55, "chunk_id": 291}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n57\nSection 4 – Audit, risk and internal control\nPrinciples\nL. The board should establish formal and transparent policies and procedures to ensure \nthe independence and effectiveness of internal and external audit functions and \nsatisfy itself on the integrity of financial and narrative statements.8\nM. The board should present a fair, balanced and understandable assessment of the \ncompany’s position and prospects.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 56, "chunk_id": 292}}
{"text": "company’s position and prospects.\nN. The board should establish and maintain an effective risk management and internal \ncontrol framework, and determine the nature and extent of the principal risks the \ncompany is willing to take in order to achieve its long-term strategic objectives.\nProvisions\n25. The board should establish an audit committee of independent non-executive \ndirectors, with a minimum membership of three, or in the case of smaller companies,", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 56, "chunk_id": 293}}
{"text": "two.9 The chair of the board should not be a member. The board should satisfy itself \nthat at least one member has recent and relevant financial experience. The committee \nas a whole shall have competence relevant to the sector in which the company \noperates.\n26. The main roles and responsibilities of the audit committee should include:\n• monitoring the integrity of the financial statements of the company and any \nformal announcements relating to the company’s financial performance, and", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 56, "chunk_id": 294}}
{"text": "reviewing significant financial reporting judgements contained in them;\n• monitoring the integrity of narrative reporting, including sustainability matters, \nand reviewing any significant reporting judgements;\n• providing advice (where requested by the board) on whether the annual report \nand accounts, taken as a whole, is fair, balanced and understandable, and \nprovides the information necessary for shareholders to assess the company’s \nposition and performance, business model and strategy;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 56, "chunk_id": 295}}
{"text": "• developing, implementing, and maintaining the audit and assurance policy10;\n8 The board’s responsibility to present a fair, balanced and understandable assessment extends to interim and other \nprice-sensitive public records and reports to regulators, as well as to information required to be presented by statutory \ninstruments.\n9 A smaller company is one that is below the FTSE 350 throughout the year immediately prior to the reporting year.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 56, "chunk_id": 296}}
{"text": "10 As discussed above, this requirement is currently set out in a draft statutory instrument which is yet to be introduced. Under \nthe\tprovisions\tof\tthat\tdraft\tlegislation,\tcompanies\tthat\tmeet\tthe\tdefinition\tset\tout\tin\tthe\tnew\tproposed\tsection\t[xxx]\tof\tthe\t\nCompanies Act 2006 should follow the approach set out in [xxx].  Companies not subject to this regulation should determine \nthe content of their policy taking this regulation into account.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 56, "chunk_id": 297}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n58\n• engaging with shareholders and other stakeholders on the role of the audit \ncommittee, the scope of work of the external auditor, and the approach to the \naudit and assurance policy;\n• following the Audit Committees and the External Audit: Minimum Standard;\n• promoting effective competition during the tendering for an external auditor, to \nsupport audit market diversity;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 57, "chunk_id": 298}}
{"text": "support audit market diversity;\n• developing and implementing policy on the engagement of the external \nauditor to supply non-audit services, ensuring there is prior approval of non-\naudit services, considering the impact this may have on independence, taking \ninto account the relevant regulations and ethical guidance in this regard, and \nreporting to the board on any improvement or action required;\n• reviewing the company’s risk management and internal control systems,", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 57, "chunk_id": 299}}
{"text": "unless expressly addressed by a separate board risk committee composed of \nindependent non-executive directors, or by the board itself;\n• monitoring and reviewing the effectiveness of the company’s internal audit \nfunction, or where there is not one, considering annually whether there is a need \nfor one and making a recommendation to the board; and\n• reporting to the board on how it has discharged its responsibilities.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 57, "chunk_id": 300}}
{"text": "27. The annual report should describe the work of the audit committee, including:\n• the matters set out in the Audit Committees and the External Audit:  \nMinimum Standard;\n• the significant issues that the audit committee considered relating to narrative \nreporting, including sustainability matters, and how these issues were \naddressed;\n• where commissioned by the board, the assurance of environmental, social and \ngovernance metrics and other sustainability matters;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 57, "chunk_id": 301}}
{"text": "• where there is no internal audit function, an explanation for the absence, how \ninternal assurance is achieved, and how this affects the work of external audit; and\n• its approach to developing the triennial audit and assurance policy and the \nannual implementation report.\n28. The directors should explain in the annual report their responsibility for preparing \nthe annual report and accounts, and state that they consider the annual report", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 57, "chunk_id": 302}}
{"text": "and accounts, taken as a whole, is fair, balanced and understandable, and provides \nthe information necessary for shareholders to assess the company’s position, \nperformance, business model and strategy.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 57, "chunk_id": 303}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n59\n29. The board should carry out a robust assessment of the company’s emerging11 and \nprincipal risks.12 The board should confirm in the annual report that it has completed \nthis assessment, including a description of its principal risks, and an explanation of \nhow these are being managed or mitigated. The board should explain in the annual \nreport what procedures are in place to identify and manage emerging risks and", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 58, "chunk_id": 304}}
{"text": "describe these risks.  \n30. The board should monitor the company’s risk management and internal control \nsystems and, at least annually, carry out a review of their effectiveness and report on \nthat review in the annual report. The monitoring and review should cover all material \ncontrols, including operational, reporting and compliance controls. The board should \nprovide in the annual report:\n• A declaration of whether the board can reasonably conclude that the company’s", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 58, "chunk_id": 305}}
{"text": "risk management and internal control systems have been effective throughout \nthe reporting period and up to the date of the annual report;\n• An explanation of the basis for its declaration, including how it has monitored \nand reviewed the effectiveness of these systems; and \n• A description of any material weaknesses or failures identified and the remedial \naction being taken, and over what timeframe. \n31. In annual and half-yearly financial statements, the board should state whether it", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 58, "chunk_id": 306}}
{"text": "considers it appropriate to adopt the going concern basis of accounting in preparing \nthem, and identify any material uncertainties to the company’s ability to continue \nto do so over a period of at least twelve months from the date of approval of the \nfinancial statements.\n32. Taking account of the company’s current position and principal risks, the board \nshould explain in the annual report how it has assessed the future prospects of the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 58, "chunk_id": 307}}
{"text": "company13 including its ability to meet its liabilities as they fall due, over the period of \ntheir assessment, drawing attention to any qualifications or assumptions as necessary.\n11\t Emerging\trisks\tshould\tinclude\tthose\twhose\timpact\tand\tprobability\tare\tdifficult\tto\tassess\tand\tquantify\tat\tpresent,\tbut\tthere\tis\t\na reasonable probability of affecting the company over a longer time horizon.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 58, "chunk_id": 308}}
{"text": "12\t Principal\trisks\tshould\tinclude,\tbut\tare\tnot\tnecessarily\tlimited\tto,\tthose\tthat\tcould\tresult\tin\tevents\tor\tcircumstances\tthat\tmight\t\nthreaten the company’s business model, future performance, solvency or liquidity and reputation. In deciding which risks are \nprincipal risks companies should consider the potential impact and probability of the related events or circumstances, and \nthe timescale over which they may occur", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 58, "chunk_id": 309}}
{"text": "the timescale over which they may occur\n13 Companies that have complied with the requirements of section [xxx] of the Companies Act 2006 (“the Resilience Statement”) \nwill\talso\tbe\tcompliant\twith\tProvision\t32.\tFor\tcompanies\tnot\tsubject\tto\tsection\t[xxx],\tthe\tboard\tshould\treport\tin\ta\tsimilar\tand\t\nproportionate way to the requirements of this section or set out the basis for the assessment in the annual report.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 58, "chunk_id": 310}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n60\nSection 5 – Remuneration\nPrinciples\nO. A formal and transparent procedure for developing policy on executive remuneration \nand determining director and senior management14 remuneration should be \nestablished. Remuneration policies and practices should be designed to support \nstrategy and promote long-term sustainable success. No director should be involved \nin deciding their own remuneration outcome.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 59, "chunk_id": 311}}
{"text": "in deciding their own remuneration outcome.\nP. Remuneration outcomes should be clearly aligned to company performance, purpose \nand values, and the successful delivery of the company’s long-term strategy including \nenvironmental, social and governance objectives.\nQ. The remuneration committee should exercise independent judgement and discretion \nwhen authorising remuneration outcomes, taking into account company and \nindividual performance, workforce pay and conditions and wider circumstances.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 59, "chunk_id": 312}}
{"text": "Provisions\n33. The board should establish a remuneration committee of independent non-executive \ndirectors with a minimum membership of three, or in the case of smaller companies, \ntwo15. In addition, the chair of the board can only be a member if they were \nindependent on appointment and cannot chair the committee. Before appointment \nas chair of the remuneration committee, the appointee should have served on a \nremuneration committee for at least 12 months.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 59, "chunk_id": 313}}
{"text": "remuneration committee for at least 12 months.\n34. The remuneration committee should have delegated responsibility for determining \nthe policy for executive director remuneration and setting remuneration for the chair, \nexecutive directors and senior management.16 The policy should be clear, identify and \nmitigate risks associated with remuneration, and ensure outcomes are proportionate \nand do not reward poor performance.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 59, "chunk_id": 314}}
{"text": "and do not reward poor performance.\n35. The remuneration committee should review workforce17 remuneration and related \npolicies and the alignment of incentives and rewards with culture, taking these into \naccount when setting the policy for executive director remuneration. The committee \nshould include in the annual report an explanation of the company’s approach to \ninvesting in and rewarding its workforce.\n36. The remuneration of non-executive directors should be determined in accordance", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 59, "chunk_id": 315}}
{"text": "with the Articles of Association or, alternatively, by the board. Levels of remuneration \nfor the chair and all non-executive directors should reflect the time commitment and \nresponsibilities of the role. Remuneration for all non-executive directors should not \ninclude share options or other performance-related elements.\n14   See footnote 5.\n15   See footnote 8.\n16   See footnote 5.\n17   See Guidance on Board Effectiveness Section [xxx] for a description of workforce in this context.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 59, "chunk_id": 316}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n61\n37. Where a remuneration consultant is appointed, this should be the responsibility \nof the remuneration committee. The consultant should be identified in the annual \nreport alongside a statement about any other connection it has with the company or \nindividual directors. Independent judgement should be exercised when evaluating the \nadvice of external third parties and when receiving views from executive and senior", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 60, "chunk_id": 317}}
{"text": "management.\n38. Remuneration schemes should promote long-term shareholdings by executive \ndirectors that support alignment with long-term shareholder interests. In normal \ncircumstances, share awards granted for this purpose should be released for sale \non a phased basis and be subject to a total vesting and holding period of five years \nor more. The remuneration committee should develop a formal policy for post-\nemployment shareholding requirements encompassing both unvested and vested", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 60, "chunk_id": 318}}
{"text": "shares.\n39. Remuneration schemes and policies should enable the use of discretion to override \nformulaic outcomes. Director contracts and/or other agreements or documents which \ncover director remuneration should include malus and clawback provisions that \nwould enable the company to recover and/or withhold sums or share awards,and \nspecify the circumstances in which it would be appropriate to do so.\n40. The annual report on remuneration should include a description of its malus and", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 60, "chunk_id": 319}}
{"text": "clawback provisions, including:\n• the minimum circumstances in which malus and clawback provisions could  \nbe used \n• a description of the minimum period for malus and clawback and why the \nselected period is best suited to the organisation; and\n• whether the provisions have been used in the last reporting period. If provisions \nhave been used, a clear explanation of the reason should be provided in the \nannual report.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 60, "chunk_id": 320}}
{"text": "annual report. \nCompanies should set out the use of their malus and clawback provisions in the last  \nfive years.18 \n41. Only basic salary should be pensionable. The pension contribution rates for executive \ndirectors, or payments in lieu, should be aligned with those available to the workforce. \nThe pension consequences and associated costs of basic salary increases and any \nother changes in pensionable remuneration, or contribution rates, particularly for", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 60, "chunk_id": 321}}
{"text": "directors close to retirement, should be carefully considered when compared with \nworkforce arrangements.\n18  See the [Guidance on Board Effectiveness] paragraph [X] for further guidance on the suggested format.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 60, "chunk_id": 322}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n62\n42. Notice or contract periods should be one year or less. If it is necessary to offer longer \nperiods to new directors recruited from outside the company, such periods should \nreduce to one year or less after the initial period. The remuneration committee \nshould ensure compensation commitments in directors’ terms of appointment do not \nreward poor performance. They should be robust in reducing compensation to reflect", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 61, "chunk_id": 323}}
{"text": "departing directors’ obligations to mitigate loss.\n43. There should be a description of the work of the remuneration committee in the \nannual report, including:\n• an explanation of how the strategic rationale for executive directors’ \nremuneration policies, structures and any performance metrics supports \ncompany strategy and environmental, social and governance objectives;\n• whether the remuneration policy operated as intended in terms of company", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 61, "chunk_id": 324}}
{"text": "performance and quantum, and, if not, what changes are necessary;\n• what engagement with shareholders and the workforce has occurred and \nwhat impact this has had on remuneration policy and outcomes, including the \nalignment with executive remuneration and the overall company pay policy; and\n• to what extent discretion has been applied to remuneration outcomes and the  \nreasons why.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 61, "chunk_id": 325}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n63\nAppendix C:  \nSummary of draft secondary legislation on  \ncorporate reporting", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 62, "chunk_id": 326}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n64\nSummary of Government's proposals on new reporting\n1. The Government’s Response of 31 May 2022 to its consultation on the March 2021 \nWhite Paper on ‘Restoring Trust in Audit and Corporate Governance’ confirmed \nproposals to introduce the following new reporting requirements:\ni. an annual Resilience Statement, setting out how a company is managing risk \nover the short, medium and long-term;", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 63, "chunk_id": 327}}
{"text": "over the short, medium and long-term;\nii. a triennial Audit and Assurance Policy, explaining how the company proposes to \nassure non-financial reporting over the following three years; \niii. an annual statement about distributable profits and the company’s policy on \ndistributions; and\niv. an annual statement on steps taken to prevent and detect material fraud.\nThe Response stated that the new reporting would apply to UK public and private", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 63, "chunk_id": 328}}
{"text": "companies with more than 750 employees and an annual turnover greater than £750m. \n2. The main disclosures within this new reporting are set out below.\ni. Resilience Statement\n• A summary of the company’s strategic approach to managing risk, and building \nor maintaining resilience, including with regard to relevant internal governance \nprocesses\n• Identification of the company’s principal risks, and how these are being \nmanaged (including likelihood, impact and mitigating action in place)", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 63, "chunk_id": 329}}
{"text": "• A summary of why the directors believe the company remains a going concern\n• An assessment of the company’s prospects over the medium-term (with this \nperiod to be defined and explained by the directors), including with regard to its \nstated principal risks\n• A reverse stress test (identifying a combination of circumstances in which the \ncompany’s business plan would become unviable and setting out any mitigating \naction put in place as a result of the test)", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 63, "chunk_id": 330}}
{"text": "FRC | UK Corporate Governance Code consultation document | May 2023\n65\nii. Audit and Assurance Policy\n• A description of the company’s internal auditing and assurance processes, \nincluding how management conclusions and judgements in the annual report \nand accounts may be challenged\n• An explanation of the company’s plans for obtaining internal assurance over the \nannual report and accounts over the following three years", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 64, "chunk_id": 331}}
{"text": "• An explanation of whether the company intends to seek any external assurance \nof any parts of its annual report over the next three years in addition to the \nstatutory audit\n• Whether any external assurance over the next three years will be sought in \nrespect of the resilience statement and/or the effectiveness of the company’s \ninternal controls over financial reporting\niii. Statements on Distributions\n• Annual audited disclosure of a company’s distributable profits (that is, the", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 64, "chunk_id": 332}}
{"text": "company’s accumulated realised profits less its accumulated realised losses) \nwhich must be available before a dividend or other distribution is made.    \n• A statement of the company’s forward-looking policy on the distribution of \nprofits, including dividends and purchase of own shares. \niv. Statement on Material Fraud Risks\n• An assessment of the risks of material fraud to the company’s  \nbusiness operations\n• A description of the main measures put in place to prevent or detect", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 64, "chunk_id": 333}}
{"text": "material fraud", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 64, "chunk_id": 334}}
{"text": "The FRC does not accept any liability to any party for any loss, damage or costs, however \narising, whether directly or indirectly, whether in contract, tort or otherwise from action or \ndecision taken (or not taken) as a result of any person relying on or otherwise using this \ndocument or arising from any omission from it.\n© The Financial Reporting Council Limited 2023\nThe Financial Reporting Council Limited is a company limited by guarantee.\nRegistered in England number 02486368.", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 65, "chunk_id": 335}}
{"text": "Registered in England number 02486368.\nRegistered Office: 8th Floor, 125 London Wall, London, EC2Y 5AS", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 65, "chunk_id": 336}}
{"text": "Financial \nReporting Council\n8th Floor\n125 London Wall \nLondon, EC2Y 5AS\n+44 (0)20 7492 2300\nwww.frc.org.uk\nFollow us on\n      Twitter @FRCnews\nor", "metadata": {"source": "Corporate_Governance_Code_Consultation_document.pdf", "page": 66, "chunk_id": 337}}
